[
  {
    "sentence": "We construct three classes of generalised orbifolds of Reshetikhin-Turaev theory for a modular tensor category C, using the language of defect TQFT: (i) spherical fusion categories give orbifolds for the ”trivial” defect TQFT associated to Vect, (ii) G-crossed extensions of C give group orbifolds for any finite group G, and (iii) we construct orbifolds from commutative Δ-separable Frobenius algebras in C.",
    "lemma": "Frobenius"
  },
  {
    "sentence": "For case (ii) we show how Morita equivalence leads to isomorphic orbifolds, and we discuss Tambara-Yamagami categories as particular examples.",
    "lemma": "Morita"
  },
  {
    "sentence": "Suppose an extension map U: T_1 -&gt; T_0 in the 2-category Con of contexts for arithmetic universes satisfies a Chevalley criterion for being an (op)fibration in Con.",
    "lemma": "Chevalley"
  },
  {
    "sentence": "The main aim of this paper is to establish a Quillen equivalence between a model category of coherently commutative monoidal categories and a natural model category of Permutative (or strict symmetric monoidal) categories, Perm, which is not a symmetric monoidal closed model category.",
    "lemma": "Quillen"
  },
  {
    "sentence": "The reflector F: PreOrd(C) -&gt; PardOrd(C) turns out to have stable units in the sense of Cassidy, Hébert and Kelly, thus inducing an admissible categorical Galois structure.",
    "lemma": "Cassidy"
  },
  {
    "sentence": "The reflector F: PreOrd(C) -&gt; PardOrd(C) turns out to have stable units in the sense of Cassidy, Hébert and Kelly, thus inducing an admissible categorical Galois structure.",
    "lemma": "Hébert"
  },
  {
    "sentence": "The reflector F: PreOrd(C) -&gt; PardOrd(C) turns out to have stable units in the sense of Cassidy, Hébert and Kelly, thus inducing an admissible categorical Galois structure.",
    "lemma": "Kelly"
  },
  {
    "sentence": "In particular, when C is the category Set of sets, we show that this reflection induces a monotone-light factorization system (in the sense of Carboni, Janelidze, Kelly and Paré) in PreOrd(Set).",
    "lemma": "Carboni"
  },
  {
    "sentence": "In particular, when C is the category Set of sets, we show that this reflection induces a monotone-light factorization system (in the sense of Carboni, Janelidze, Kelly and Paré) in PreOrd(Set).",
    "lemma": "Janelidze"
  },
  {
    "sentence": "In particular, when C is the category Set of sets, we show that this reflection induces a monotone-light factorization system (in the sense of Carboni, Janelidze, Kelly and Paré) in PreOrd(Set).",
    "lemma": "Kelly"
  },
  {
    "sentence": "In particular, when C is the category Set of sets, we show that this reflection induces a monotone-light factorization system (in the sense of Carboni, Janelidze, Kelly and Paré) in PreOrd(Set).",
    "lemma": "Paré"
  },
  {
    "sentence": "Any augmented virtual double category comes with a built-in notion of ”locally small object” and we describe advantages of using augmented virtual double categories as a setting for formal category rather than 2-categories, which are classically equipped with a notion of ”admissible object” by means of a yoneda structure in the sense of Street and Walters.",
    "lemma": "Walters"
  },
  {
    "sentence": "We show the relevance of this new homology with values in s-modules by proving that taking as coefficients the s-modules at the archimedean place over the structure sheaf on Spec(Z), one obtains on the singular homology with real coefficients of a topological space X, a norm equivalent to the Gromov norm.",
    "lemma": "Gromov"
  },
  {
    "sentence": "Moreover, we prove that the two norms agree when X is an oriented compact Riemann surface.",
    "lemma": "Riemann"
  },
  {
    "sentence": " We derive three equivalent necessary conditions for a small category to have homological dimension one, generalizing a result of Novikov.",
    "lemma": "Novikov"
  },
  {
    "sentence": " We use the homotopy invariance of equivariant principal bundles to prove that the equivariant A-category of Clapp and Puppe is invariant under Morita equivalence.",
    "lemma": "Morita"
  },
  {
    "sentence": "As a corollary, we obtain that both the equivariant Lusternik-Schnirelmann category of a group action and the invariant topological complexity are invariant under Morita equivalence.",
    "lemma": "Morita"
  },
  {
    "sentence": "Lawvere has urged a project of characterizing petit toposes which have the character of generalized spaces and gros toposes which have the character of categories of spaces.",
    "lemma": "Lawvere"
  },
  {
    "sentence": "In this paper we explain the relationship between Frobenius objects in monoidal categories and adjunctions in 2-categories.",
    "lemma": "Frobenius"
  },
  {
    "sentence": "Specifically, we show that every Frobenius object in a monoidal category M arises from an ambijunction (simultaneous left and right adjoints) in some 2-category D into which M fully and faithfully embeds.",
    "lemma": "Frobenius"
  },
  {
    "sentence": "Since a 2D topological quantum field theory is equivalent to a commutative Frobenius algebra, this result also shows that every 2D TQFT is obtained from an ambijunction in some 2-category.",
    "lemma": "Frobenius"
  },
  {
    "sentence": "To state this more powerful result, we must first define the notion of a ‘Frobenius pseudomonoid’, which categorifies that of a Frobenius object.",
    "lemma": "Frobenius"
  },
  {
    "sentence": "To state this more powerful result, we must first define the notion of a ‘Frobenius pseudomonoid’, which categorifies that of a Frobenius object.",
    "lemma": "Frobenius"
  },
  {
    "sentence": "Finally, we show that every Frobenius pseudomonoid in a semistrict monoidal 2-category arises from a pseudo ambijunction in some semistrict 3-category.",
    "lemma": "Frobenius"
  },
  {
    "sentence": "Thus, the category of cofibrant homotopy continuous flows provides an implementation of Whitehead’s theorem for the full dihomotopy relation, and not only for S-homotopy as in previous works of the author.",
    "lemma": "Whitehead"
  },
  {
    "sentence": "The consideration of lax morphisms leads us to a new characterization of those monads, studied by Kock and Zoberlein, for which ‘structure is adjoint to unit’, and which we now call lax-idempotent 2-monads: both these and their colax-idempotent duals are fully property-like.",
    "lemma": "Kock"
  },
  {
    "sentence": "The consideration of lax morphisms leads us to a new characterization of those monads, studied by Kock and Zoberlein, for which ‘structure is adjoint to unit’, and which we now call lax-idempotent 2-monads: both these and their colax-idempotent duals are fully property-like.",
    "lemma": "Zoberlein"
  },
  {
    "sentence": "The locally ordered bicategory rel and its bicategory of monads both fail to be Cauchy-complete, but have a well-known Cauchy-completion in common.",
    "lemma": "Cauchy"
  },
  {
    "sentence": "In this paper, we construct a neat description of the passage from crossed squares of commutative algebras to 2-crossed modules analogous to that given by Conduche in the group case.",
    "lemma": "Conduche"
  },
  {
    "sentence": "We also give an analogue, for commutative algebra, of T. Porter’s simplicial groups to n-cubes of groups which implies an inverse functor to Conduche’s one.",
    "lemma": "T. Porter ’s"
  },
  {
    "sentence": "We also give an analogue, for commutative algebra, of T. Porter’s simplicial groups to n-cubes of groups which implies an inverse functor to Conduche’s one.",
    "lemma": "Conduche"
  },
  {
    "sentence": "We discuss two versions of a conjecture attributed to M. Barr.",
    "lemma": "M. Barr"
  },
  {
    "sentence": "The Harrison cohomology of a commutative algebra is known to coincide with the Andre/Quillen cohomology over a field of characteristic zero but not in prime characteristics.",
    "lemma": "Harrison"
  },
  {
    "sentence": "The Harrison cohomology of a commutative algebra is known to coincide with the Andre/Quillen cohomology over a field of characteristic zero but not in prime characteristics.",
    "lemma": "Andre"
  },
  {
    "sentence": "The conjecture is that a modified version of Harrison cohomology, taking into account torsion, always agrees with Andre/Quillen cohomology.",
    "lemma": "Harrison"
  },
  {
    "sentence": "The conjecture is that a modified version of Harrison cohomology, taking into account torsion, always agrees with Andre/Quillen cohomology.",
    "lemma": "Andre"
  },
  {
    "sentence": "We characterize such tilings via forbidden suborders, in a manner analogous to Kuratowski’s characterization of planar graphs.",
    "lemma": "Kuratowski"
  },
  {
    "sentence": "In 1975 E. M. Brown constructed a functor P which carries the tower of fundamental groups of the end of a (nice) space to the Brown-Grossman fundamental group.",
    "lemma": "E. M. Brown"
  },
  {
    "sentence": "Some sufficient conditions for finiteness of a generalized non-abelian tensor product of groups are established extending Ellis’ result for compatible actions.",
    "lemma": "Ellis"
  },
  {
    "sentence": " We take another look at the Chu construction and show how to simplify it by looking at it as a module category in a trivial Chu category.",
    "lemma": "Chu"
  },
  {
    "sentence": " We take another look at the Chu construction and show how to simplify it by looking at it as a module category in a trivial Chu category.",
    "lemma": "Chu"
  },
  {
    "sentence": " We obtain some explicit calculations of crossed Q-modules induced from a crossed module over a normal subgroup P of Q. By virtue of theorems of Brown and Higgins, this enables the computation of the homotopy 2-types and second homotopy modules of certain homotopy pushouts of maps of classifying spaces of discrete groups.",
    "lemma": "Brown"
  },
  {
    "sentence": " We obtain some explicit calculations of crossed Q-modules induced from a crossed module over a normal subgroup P of Q. By virtue of theorems of Brown and Higgins, this enables the computation of the homotopy 2-types and second homotopy modules of certain homotopy pushouts of maps of classifying spaces of discrete groups.",
    "lemma": "Higgins"
  },
  {
    "sentence": "This note applies techniques we have developed to study coherence in monoidal categories with two tensors, corresponding to the tensor-par fragment of linear logic, to several new situations, including Hyland and de Paiva’s Full Intuitionistic Linear Logic (FILL), and Lambek’s Bilinear Logic (BILL).",
    "lemma": "Hyland"
  },
  {
    "sentence": "This note applies techniques we have developed to study coherence in monoidal categories with two tensors, corresponding to the tensor-par fragment of linear logic, to several new situations, including Hyland and de Paiva’s Full Intuitionistic Linear Logic (FILL), and Lambek’s Bilinear Logic (BILL).",
    "lemma": "Lambek"
  },
  {
    "sentence": "Using these results we give an extension of Morita equivalence to A_∞ rings and some applications to infinite loop spaces and algebraic K-theory.",
    "lemma": "Morita"
  },
  {
    "sentence": "In a 1981 book, H. Putnam claimed that in a pure relational language without equality, for any model of a relation that was neither empty nor full, there was another model that satisfies the same first order sentences.",
    "lemma": "H. Putnam"
  },
  {
    "sentence": "Ed Keenan observed that this was false for finite models since equality is a definable predicate in such cases.",
    "lemma": "Ed Keenan"
  },
  {
    "sentence": "This note shows that Putnam’s claim is true for infinite models, although it requires a more sophisticated proof than the one outlined by Putnam.",
    "lemma": "Putnam"
  },
  {
    "sentence": "This note shows that Putnam’s claim is true for infinite models, although it requires a more sophisticated proof than the one outlined by Putnam.",
    "lemma": "Putnam"
  },
  {
    "sentence": "It is shown that in this case the n^th term of the Moore complex of E is generated by images of certain pairings from lower dimensions.",
    "lemma": "Moore"
  },
  {
    "sentence": " The notion of separable (alternatively unramified, or decidable) objects and their place in a categorical theory of space have been described by Lawvere (see []), drawing on notions of separable from algebra and unramified from geometry.",
    "lemma": "Lawvere"
  },
  {
    "sentence": "In [], Schanuel constructed the generic separable object in an extensive category with products as an object of the free category with finite sums on the dual of the category of finite sets and injections.",
    "lemma": "Schanuel"
  },
  {
    "sentence": "Generalising a result of Brown and Loday, we give for n=3 and 4, a decomposition of the group, d_nNG_n, of boundaries of a simplicial group G as a product of commutator subgroups.",
    "lemma": "Brown"
  },
  {
    "sentence": "Generalising a result of Brown and Loday, we give for n=3 and 4, a decomposition of the group, d_nNG_n, of boundaries of a simplicial group G as a product of commutator subgroups.",
    "lemma": "Loday"
  },
  {
    "sentence": "This paper shows that, given a factorization system, E/M on a closed symmetric monoidal category, the full subcategory of separated extensional objects of the Chu category is also star-autonomous under weaker conditions than had been given previously ([Barr, 1991]).",
    "lemma": "Chu"
  },
  {
    "sentence": "This paper shows that, given a factorization system, E/M on a closed symmetric monoidal category, the full subcategory of separated extensional objects of the Chu category is also star-autonomous under weaker conditions than had been given previously ([Barr, 1991]).",
    "lemma": "Barr"
  },
  {
    "sentence": "In the process we find conditions under which the intersection of a full reflective subcategory and its coreflective dual in a Chu category is star-autonomous.",
    "lemma": "Chu"
  },
  {
    "sentence": "This category is of interest since good equivariant cohomology theories are Mackey functor valued.",
    "lemma": "Mackey"
  },
  {
    "sentence": "Our focus is on functor categories whose monoidal structures arise in a fashion described by Day.",
    "lemma": "Day"
  },
  {
    "sentence": "Given the extent of the homological misbehavior in Mackey functor categories described here, it is reasonable to expect that similar problems occur in other functor categories carrying symmetric monoidal closed structures provided by Day’s machinery.",
    "lemma": "Mackey"
  },
  {
    "sentence": "Given the extent of the homological misbehavior in Mackey functor categories described here, it is reasonable to expect that similar problems occur in other functor categories carrying symmetric monoidal closed structures provided by Day’s machinery.",
    "lemma": "Day"
  },
  {
    "sentence": " Using the Chu-construction, we define a group algebra for topological Hausdorff groups.",
    "lemma": "Chu"
  },
  {
    "sentence": "A full proof is also given of the theorem of Spencer, that the category of small 2-categories is equivalent to the category of edge symmetric double categories with thin structure.",
    "lemma": "Spencer"
  },
  {
    "sentence": "F. Lamarche conjectured that, for any small category B , the category / DCF B of discrete Conduché fibrations over B should be a topos.",
    "lemma": "F. Lamarche"
  },
  {
    "sentence": "In this paper I extend Gray’s tensor product of 2-categories to a new tensor product of Gray-categories.",
    "lemma": "Gray"
  },
  {
    "sentence": "I give a description in terms of generators and relations, one of the relations being an “interchange” relation, and a description similar to Gray’s description of his tensor product of 2-categories.",
    "lemma": "Gray"
  },
  {
    "sentence": "We define the notion of enriched Lawvere theory, for enrichment over a monoidal biclosed category V that is locally finitely presentable as a closed category.",
    "lemma": "Lawvere"
  },
  {
    "sentence": "We prove that the category of enriched Lawvere theories is equivalent to the category of finitary monads on V .",
    "lemma": "Lawvere"
  },
  {
    "sentence": "Moreover, the V -category of models of a Lawvere V -theory is equivalent to the V -category of algebras for the corresponding V -monad.",
    "lemma": "Lawvere"
  },
  {
    "sentence": " We characterize the numerical functions which arise as the cardinalities of contravariant functors on finite sets, as those which have a series expansion in terms of Stirling functions.",
    "lemma": "Stirling"
  },
  {
    "sentence": "We use a technique of Lambek [18] involving Mal’cev operators to equationally express uniqueness of iteration (more generally, higher-order primitive recursion) in a simply typed lambda calculus, essentially Godel’s T [29,13].",
    "lemma": "Godel"
  },
  {
    "sentence": "This provides a categorical foundation for one-object analogues of the symmetric monoidal categories used by J.-Y. Girard in his Geometry of Interaction series of papers, and explicitly described in terms of inverse semigroup theory in [6,11].",
    "lemma": "J.-Y. Girard"
  },
  {
    "sentence": "Finally, we demonstrate how the categorical theory of self-similarity can be related to the algebraic theory (as presented in [11]), and Girard’s dynamical algebra, by considering one-object analogues of projections and inclusions.",
    "lemma": "Girard"
  },
  {
    "sentence": "This represents a new and more comprehensive approach to the ⋆-autonomous categories constructed in the monograph [Barr, 1979].",
    "lemma": "Barr"
  },
  {
    "sentence": "The main tool in the new approach is the Chu construction.",
    "lemma": "Chu"
  },
  {
    "sentence": "The main conclusion is that the category of separated extensional Chu objects for certain kinds of equational categories is equivalent to two usually distinct subcategories of the categories of uniform algebras of those categories.",
    "lemma": "Chu"
  },
  {
    "sentence": "Conversely, when the adjunction ⊣ Σ ( - ) Σ ( - ) is monadic, this equation implies that Σ classifies some class of monos, and the Frobenius law ∃ x .",
    "lemma": "Frobenius"
  },
  {
    "sentence": "In topology, the lattice duals of these equations also hold, and are related to the Phoa principle in synthetic domain theory.",
    "lemma": "Phoa"
  },
  {
    "sentence": "The natural definitions of discrete and Hausdorff spaces correspond to equality and inequality, whilst the quantifiers considered as adjoints characterise open (or, as we call them, overt) and compact spaces.",
    "lemma": "Hausdorff"
  },
  {
    "sentence": "Our treatment of overt discrete spaces and open maps is precisely dual to that of compact Hausdorff spaces and proper maps.",
    "lemma": "Hausdorff"
  },
  {
    "sentence": "The category of overt discrete spaces forms a pretopos and the paper concludes with a converse of Paré’s theorem (that the contravariant powerset functor is monadic) that characterises elementary toposes by means of the monadic and Euclidean properties together with all quantifiers, making no reference to subsets.",
    "lemma": "Paré"
  },
  {
    "sentence": "In this paper we use Quillen’s model structure given by Dwyer-Kan for the category of simplicial groupoids (with discrete object of objects) to describe in this category, in the simplicial language, the fundamental homotopy theoretical constructions of path and cylinder objects.",
    "lemma": "Quillen"
  },
  {
    "sentence": "In this paper we use Quillen’s model structure given by Dwyer-Kan for the category of simplicial groupoids (with discrete object of objects) to describe in this category, in the simplicial language, the fundamental homotopy theoretical constructions of path and cylinder objects.",
    "lemma": "Dwyer - Kan"
  },
  {
    "sentence": "The paper characterizes solutions in terms of barriers to growth and defines solutions in what are called filter rings (characterized as C ∞ -reduced rings in a paper of Moerdijk and Reyes).",
    "lemma": "Moerdijk"
  },
  {
    "sentence": "The paper characterizes solutions in terms of barriers to growth and defines solutions in what are called filter rings (characterized as C ∞ -reduced rings in a paper of Moerdijk and Reyes).",
    "lemma": "Reyes"
  },
  {
    "sentence": "It is well-known that, given a Dedekind category R the category of (typed) matrices with coefficients from R is a Dedekind category with arbitrary relational sums.",
    "lemma": "Dedekind"
  },
  {
    "sentence": "It is well-known that, given a Dedekind category R the category of (typed) matrices with coefficients from R is a Dedekind category with arbitrary relational sums.",
    "lemma": "Dedekind"
  },
  {
    "sentence": "Every atomic Dedekind category R with relational sums and subobjects is equivalent to a category of matrices over a suitable basis.",
    "lemma": "Dedekind"
  },
  {
    "sentence": "Our main result is a description of the covers of this subtopos as a category of fractions of branched covers, in the sense of Fox, of the including topos.",
    "lemma": "Fox"
  },
  {
    "sentence": "We also have some new results concerning the general theory of KZ-doctrines, such as the closure under composition of discrete fibrations for a KZ-doctrine, in the sense of Bunge and Funk.",
    "lemma": "Bunge"
  },
  {
    "sentence": "We also have some new results concerning the general theory of KZ-doctrines, such as the closure under composition of discrete fibrations for a KZ-doctrine, in the sense of Bunge and Funk.",
    "lemma": "Funk"
  },
  {
    "sentence": "Also, the languages of algebraic geometry and algebraic topology have been interacting quite heavily in recent years, primarily due to the work of Voevodsky and that of Hopkins.",
    "lemma": "Voevodsky"
  },
  {
    "sentence": "Also, the languages of algebraic geometry and algebraic topology have been interacting quite heavily in recent years, primarily due to the work of Voevodsky and that of Hopkins.",
    "lemma": "Hopkins"
  },
  {
    "sentence": "Thus, the language of Grothendieck topologies is becoming a necessary tool for the algebraic topologist.",
    "lemma": "Grothendieck"
  },
  {
    "sentence": "This language also includes the diagram categories of spectra as well as spectra in the sense of Lewis, which will be discussed in some detail.",
    "lemma": "Lewis"
  },
  {
    "sentence": "We apply a method worked out by J. Adamek and J. Reiterman for constructing extensions of constructs that in some sense “resemble” the construct of uniform spaces.",
    "lemma": "J. Adamek"
  },
  {
    "sentence": "We apply a method worked out by J. Adamek and J. Reiterman for constructing extensions of constructs that in some sense “resemble” the construct of uniform spaces.",
    "lemma": "J. Reiterman"
  },
  {
    "sentence": "In order to find the internal characterization of the objects of L* we produce a concrete functor to the category of power closed collections based on CLS as introduced by J. Adamek, J. Reiterman and G.E. Strecker.",
    "lemma": "J. Adamek"
  },
  {
    "sentence": "In order to find the internal characterization of the objects of L* we produce a concrete functor to the category of power closed collections based on CLS as introduced by J. Adamek, J. Reiterman and G.E. Strecker.",
    "lemma": "J. Reiterman"
  },
  {
    "sentence": "In order to find the internal characterization of the objects of L* we produce a concrete functor to the category of power closed collections based on CLS as introduced by J. Adamek, J. Reiterman and G.E. Strecker.",
    "lemma": "G.E. Strecker"
  },
  {
    "sentence": " A categorical proof of the statement given by the title is provided, in generalization of a result for topological spaces proved recently by Clementino, Hofmann and Tholen.",
    "lemma": "Clementino"
  },
  {
    "sentence": " A categorical proof of the statement given by the title is provided, in generalization of a result for topological spaces proved recently by Clementino, Hofmann and Tholen.",
    "lemma": "Hofmann"
  },
  {
    "sentence": " A categorical proof of the statement given by the title is provided, in generalization of a result for topological spaces proved recently by Clementino, Hofmann and Tholen.",
    "lemma": "Tholen"
  },
  {
    "sentence": "Indeed, when moreover the basic category C is Barr exact, the two previous properties are shown to be equivalent.",
    "lemma": "Barr"
  },
  {
    "sentence": "We say that SP C has Mackey coreflections if there is a functor that assigns to each object A of SP C an object ⁢ τ A that has the same group of characters as A and is the finest topology with that property.",
    "lemma": "Mackey"
  },
  {
    "sentence": "We show that the existence of Mackey coreflections in SP C is equivalent to the injectivity of the circle with respect to topological subgroups of groups in C .",
    "lemma": "Mackey"
  },
  {
    "sentence": " A. Joyal has introduced the category D of the so-called finite disks, and used it to define the concept of θ -category, a notion of weak ω -category.",
    "lemma": "A. Joyal"
  },
  {
    "sentence": "We also prove that composable ω -graphs coincide with the ω -graphs of the form T * considered by M.Batanin, which were characterized by R. Street and called ‘globular cardinals’.",
    "lemma": "M.Batanin"
  },
  {
    "sentence": "We also prove that composable ω -graphs coincide with the ω -graphs of the form T * considered by M.Batanin, which were characterized by R. Street and called ‘globular cardinals’.",
    "lemma": "R. Street"
  },
  {
    "sentence": "Batanin’s construction, using globular cardinals, of the free ω -category on a globular set plays an important role in our paper.",
    "lemma": "Batanin"
  },
  {
    "sentence": "We give a self-contained presentation of Batanin’s construction that suits our purposes.",
    "lemma": "Batanin"
  },
  {
    "sentence": "These are precisely the so-called pseudo-open maps, as shown by Arhangel’skii, and the bi-quotient maps of Michael, as shown by Day and Kelly, respectively.",
    "lemma": "Arhangel’skii"
  },
  {
    "sentence": "These are precisely the so-called pseudo-open maps, as shown by Arhangel’skii, and the bi-quotient maps of Michael, as shown by Day and Kelly, respectively.",
    "lemma": "Michael"
  },
  {
    "sentence": "These are precisely the so-called pseudo-open maps, as shown by Arhangel’skii, and the bi-quotient maps of Michael, as shown by Day and Kelly, respectively.",
    "lemma": "Day"
  },
  {
    "sentence": "These are precisely the so-called pseudo-open maps, as shown by Arhangel’skii, and the bi-quotient maps of Michael, as shown by Day and Kelly, respectively.",
    "lemma": "Kelly"
  },
  {
    "sentence": "The criteria for exponentiability of morphisms of posets is related to (but weaker than) the factorization-lifting property for exponentiability of morphisms in the category of small categories (considered independently by Giraud and Conduché).",
    "lemma": "Giraud"
  },
  {
    "sentence": "The criteria for exponentiability of morphisms of posets is related to (but weaker than) the factorization-lifting property for exponentiability of morphisms in the category of small categories (considered independently by Giraud and Conduché).",
    "lemma": "Conduché"
  },
  {
    "sentence": "We apply these results to exact Maltsev categories as well as to n -permutable quasivarieties and varieties.",
    "lemma": "Maltsev"
  },
  {
    "sentence": "As a simplicial set Ner(B) is a subcomplex of its 2-Coskeleton and itself isomorphic to its 3-Coskeleton, what we call a 2-dimensional Postnikov complex.",
    "lemma": "Postnikov"
  },
  {
    "sentence": "We then give, somewhat more delicately, a complete characterization of those simplicial sets which are the nerves of bicategories as certain 2-dimensional Postnikov complexes which satisfy certain restricted ‘exact horn-lifting’ conditions whose satisfaction is controlled by (and here defines) subsets of (abstractly) invertible 2 and 1-simplices.",
    "lemma": "Postnikov"
  },
  {
    "sentence": "For this purpose, the internal structure of connector is introduced, allowing to clarify classical results in Maltsev categories and to prove new ones in protomodular categories.",
    "lemma": "Maltsev"
  },
  {
    "sentence": "This approach allows to work in the general context of finitely complete categories, without requiring the usual Barr exactness assumption.",
    "lemma": "Barr"
  },
  {
    "sentence": " In connection with the so-called Hurwitz action of homeomorphisms in ramified covers we define a groupoid, which we call a ramification groupoid of the 2-sphere, constructed as a certain path groupoid of the universal ramified cover of the 2-sphere with finitely many marked-points.",
    "lemma": "Hurwitz"
  },
  {
    "sentence": "Our approach to ramified covers is based on cosheaf spaces, which are closely related to Fox’s complete spreads.",
    "lemma": "Fox"
  },
  {
    "sentence": "Left-invariant linear orderings of the braid group such as the Dehornoy ordering may be retrieved.",
    "lemma": "Dehornoy"
  },
  {
    "sentence": "In particular, we show that the underlying set of a free group on countably many generators (minus the identity element) can be linearly ordered in such a way that the classical Artin representation of a braid as an automorphism of the free group is an order-preserving action.",
    "lemma": "Artin"
  },
  {
    "sentence": "We discuss the possibility of using certain presheaf toposes as generalizations of the Scott topology at this level.",
    "lemma": "Scott"
  },
  {
    "sentence": "We show that the toposes associated with Scott complete categories are injective with respect to dense inclusions of toposes.",
    "lemma": "Scott"
  },
  {
    "sentence": "We propose analogues of the upper and lower powerdomain in terms of the Scott topology at the level of categories.",
    "lemma": "Scott"
  },
  {
    "sentence": "The interpretation by Duskin and Glenn of abelian sheaf cohomology as connected components of a category of torsors is extended to homotopy classes.",
    "lemma": "Duskin"
  },
  {
    "sentence": "The interpretation by Duskin and Glenn of abelian sheaf cohomology as connected components of a category of torsors is extended to homotopy classes.",
    "lemma": "Glenn"
  },
  {
    "sentence": "This is simultaneously an extension of Verdier’s version of Cech cohomology to homotopy.",
    "lemma": "Verdier"
  },
  {
    "sentence": "We show how to extend Dwyer and Kan’s notion of simplicial localization to V -categories.",
    "lemma": "Dwyer"
  },
  {
    "sentence": "We show how to extend Dwyer and Kan’s notion of simplicial localization to V -categories.",
    "lemma": "Kan"
  },
  {
    "sentence": "We also explore an entropic version of the Chu construction, and apply it in this setting.",
    "lemma": "Chu"
  },
  {
    "sentence": "We show that the category of modules over an entropic Hopf algebra is an entropic category (possibly after application of the Chu construction).",
    "lemma": "Chu"
  },
  {
    "sentence": "By abstract Stone duality we mean that the topology or contravariant powerset functor, seen as a self-adjoint exponential Σ ( - ) on some category, is monadic.",
    "lemma": "Stone"
  },
  {
    "sentence": "Using Beck’s theorem, this means that certain equalisers exist and carry the subspace topology.",
    "lemma": "Beck"
  },
  {
    "sentence": "Paré showed that any elementary topos has this duality, and we prove it intuitionistically for the category of locally compact locales.",
    "lemma": "Paré"
  },
  {
    "sentence": "The paper considers cyclic flows in the categories of Sets and of Boolean algebras and their duals and characterizes the Stone representation of a cyclic flow in Boolean algebras.",
    "lemma": "Stone"
  },
  {
    "sentence": "We use the same basic categorical construction that Thielecke, Fuhrmann and Selinger use to study continuations, but our emphasis is completely different: we concentrate on the fragment of their calculus that excludes computational effects, but show how it nevertheless defines new denotational values.",
    "lemma": "Thielecke"
  },
  {
    "sentence": "We use the same basic categorical construction that Thielecke, Fuhrmann and Selinger use to study continuations, but our emphasis is completely different: we concentrate on the fragment of their calculus that excludes computational effects, but show how it nevertheless defines new denotational values.",
    "lemma": "Fuhrmann"
  },
  {
    "sentence": "We use the same basic categorical construction that Thielecke, Fuhrmann and Selinger use to study continuations, but our emphasis is completely different: we concentrate on the fragment of their calculus that excludes computational effects, but show how it nevertheless defines new denotational values.",
    "lemma": "Selinger"
  },
  {
    "sentence": "On the contrary, this paper provides the underlying λ -calculus on the basis of which abstract Stone duality will re-axiomatise general topology.",
    "lemma": "Stone"
  },
  {
    "sentence": " Goguen categories were introduced in as a suitable categorical description of L -fuzzy relations, i.e., of relations taking values from an arbitrary complete Brouwerian lattice L instead of the unit interval [ 0 , 1 ] of the real numbers.",
    "lemma": "Goguen"
  },
  {
    "sentence": "In this paper we want to study operations on morphisms of a Goguen category which are derived from suitable binary functions on the underlying lattice of scalar elements, i.e., on the abstract counterpart of L .",
    "lemma": "Goguen"
  },
  {
    "sentence": "The reversibility notion introduced by Walters is extended to two-sided enrichments and Cauchy completion.",
    "lemma": "Walters"
  },
  {
    "sentence": "The [ E , ] * - colocalization of A. K. Bousfield is retrieved as a special case of a general colocalization process for chain functors.",
    "lemma": "A. K. Bousfield"
  },
  {
    "sentence": "In this paper we describe a deductive system for categories with finite products and coproducts, prove decidability of equality of morphisms via cut elimination, and prove a “Whitman theorem” for the free such categories over arbitrary base categories.",
    "lemma": "Whitman"
  },
  {
    "sentence": "We associate to a Hausdorff space, X , a double groupoid, ⁢ ρ □ 2 ( X ) , the homotopy double groupoid of X .",
    "lemma": "Hausdorff"
  },
  {
    "sentence": "The cubical nature of ⁢ ρ □ 2 ( X ) as opposed to the globular nature of ⁢ G 2 ( X ) should provide a convenient tool when handling ‘local-to-global’ problems as encountered in a generalised van Kampen theorem and dealing with tensor products and enrichments of the category of compactly generated Hausdorff spaces.",
    "lemma": "van Kampen"
  },
  {
    "sentence": "The cubical nature of ⁢ ρ □ 2 ( X ) as opposed to the globular nature of ⁢ G 2 ( X ) should provide a convenient tool when handling ‘local-to-global’ problems as encountered in a generalised van Kampen theorem and dealing with tensor products and enrichments of the category of compactly generated Hausdorff spaces.",
    "lemma": "Hausdorff"
  },
  {
    "sentence": "Among varieties of universal algebras possessing this property are, as is known, categories of groups, not necessarily associative rings, M-sets (for a monoid M), Lie algebras (over a field), quasi-groups, commutative quasi-groups, Steiner quasi-groups, medial quasi-groups, semilattice ⁢ l a t t i c e s , ⁢ w e a k l y a s s o c i a t i v e l a t t i c e s , ⁢ B o o l e a n a l g e b r a s , ⁢ H e y t i n g a l g e b r a s .",
    "lemma": "Steiner"
  },
  {
    "sentence": "We generalize Dress and Müller’s main result in Decomposable functors and the exponential principle.",
    "lemma": "Dress"
  },
  {
    "sentence": "We generalize Dress and Müller’s main result in Decomposable functors and the exponential principle.",
    "lemma": "Müller"
  },
  {
    "sentence": "The main result in Dress and Müller reduces to the case G = 1.",
    "lemma": "Dress"
  },
  {
    "sentence": "The main result in Dress and Müller reduces to the case G = 1.",
    "lemma": "Müller"
  },
  {
    "sentence": "This paper studies the homomorphism of rings of continuous functions : ρ → ⁢ C ( X ) ⁢ C ( Y ) , Y a subspace of a Tychonoff space X , induced by restriction.",
    "lemma": "Tychonoff"
  },
  {
    "sentence": "Generalizing the fact that Scott’s continuous lattices form the equational hull of the class of all algebraic lattices, we describe an equational hull of LFP, the category of locally finitely presentable categories, over CAT.",
    "lemma": "Scott"
  },
  {
    "sentence": "This concept is closely related to the continuous categories of P. T. Johnstone and A. Joyal.",
    "lemma": "P. T. Johnstone"
  },
  {
    "sentence": "This concept is closely related to the continuous categories of P. T. Johnstone and A. Joyal.",
    "lemma": "A. Joyal"
  },
  {
    "sentence": "Precise classification theorems are therefore stated for equivariant extensions by groups either of monoids, or groups, or rings, or rings-groups or algebras as well as for graded Clifford systems with operators, equivariant Azumaya algebras over Galois extensions of commutative rings and for strongly graded bialgebras and Hopf algebras with operators.",
    "lemma": "Clifford"
  },
  {
    "sentence": "In such a framework, the globular nerve always satisfies the Kan condition.",
    "lemma": "Kan"
  },
  {
    "sentence": "In this paper, we introduce two new nerves (the branching and merging semi-globular nerves) satisfying the Kan condition and having conjecturally the same simplicial homology as the branching and merging semi-cubical nerves respectively in such framework.",
    "lemma": "Kan"
  },
  {
    "sentence": "We show how the formal Wirthmuller isomorphism theorem simplifies the proof of the Wirthmuller isomorphism in equivariant stable homotopy theory.",
    "lemma": "Wirthmuller"
  },
  {
    "sentence": "We show how the formal Wirthmuller isomorphism theorem simplifies the proof of the Wirthmuller isomorphism in equivariant stable homotopy theory.",
    "lemma": "Wirthmuller"
  },
  {
    "sentence": "Other examples from equivariant stable homotopy theory show that the hypotheses of the formal Wirthmuller and formal Grothendieck isomorphism theorems cannot be weakened.",
    "lemma": "Wirthmuller"
  },
  {
    "sentence": "Other examples from equivariant stable homotopy theory show that the hypotheses of the formal Wirthmuller and formal Grothendieck isomorphism theorems cannot be weakened.",
    "lemma": "Grothendieck"
  },
  {
    "sentence": "Benabou’s notion of a morphism (lax 2-functor) of bicategories may be generalized to linear bicategories, where they are called linear functors.",
    "lemma": "Benabou"
  },
  {
    "sentence": "Poly-bicategories are 2-dimensional generalizations of Szabo’s poly-categories, consisting of objects, 1-cells, and poly-2-cells.",
    "lemma": "Szabo"
  },
  {
    "sentence": "An idea, pioneered by Gvaramiya and Plotkin, is used to give a construction of a model category naturally equivalent to the category of quasigroups with homotopies between them.",
    "lemma": "Gvaramiya"
  },
  {
    "sentence": "An idea, pioneered by Gvaramiya and Plotkin, is used to give a construction of a model category naturally equivalent to the category of quasigroups with homotopies between them.",
    "lemma": "Plotkin"
  },
  {
    "sentence": "This law is closely related to the Zamolodchikov tetrahedron equation, and indeed we prove that any semistrict Lie 2-algebra gives a solution of this equation, just as any Lie algebra gives a solution of the Yang–Baxter equation.",
    "lemma": "Yang"
  },
  {
    "sentence": "First, if X is a locale for which the exponential S^X exists (where S is the Sierpinski locale), then PX is an exponential S^(S^X).",
    "lemma": "Sierpinski"
  },
  {
    "sentence": "Adamek and Sousa recently solved the problem of characterizing the subcategories K of a locally λ -presentable category C which are λ -orthogonal in C, using their concept of K λ -pure morphism.",
    "lemma": "Adamek"
  },
  {
    "sentence": "Adamek and Sousa recently solved the problem of characterizing the subcategories K of a locally λ -presentable category C which are λ -orthogonal in C, using their concept of K λ -pure morphism.",
    "lemma": "Sousa"
  },
  {
    "sentence": "In particular, a generalization of the well-known Cassidy-Héebert-Kelly factorization theorem is given.",
    "lemma": "Cassidy"
  },
  {
    "sentence": " Lyubashenko has described enriched 2-categories as categories enriched over V-Cat, the 2-category of categories enriched over a symmetric monoidal V. This construction is the strict analogue for V-functors in V-Cat of Brian Day’s probicategories for V-modules in V-Mod.",
    "lemma": "Lyubashenko"
  },
  {
    "sentence": " Lyubashenko has described enriched 2-categories as categories enriched over V-Cat, the 2-category of categories enriched over a symmetric monoidal V. This construction is the strict analogue for V-functors in V-Cat of Brian Day’s probicategories for V-modules in V-Mod.",
    "lemma": "Brian Day ’s"
  },
  {
    "sentence": "The latter is defined as by Balteanu, Fiedorowicz, Schwanzl and Vogt but with the addition of making visible the coherent associators.",
    "lemma": "Balteanu"
  },
  {
    "sentence": "The latter is defined as by Balteanu, Fiedorowicz, Schwanzl and Vogt but with the addition of making visible the coherent associators.",
    "lemma": "Fiedorowicz"
  },
  {
    "sentence": "The latter is defined as by Balteanu, Fiedorowicz, Schwanzl and Vogt but with the addition of making visible the coherent associators.",
    "lemma": "Schwanzl"
  },
  {
    "sentence": "The latter is defined as by Balteanu, Fiedorowicz, Schwanzl and Vogt but with the addition of making visible the coherent associators.",
    "lemma": "Vogt"
  },
  {
    "sentence": "The definitions of S. Fakir, as well as some of his results, are revisited and extended.",
    "lemma": "S. Fakir"
  },
  {
    "sentence": "Related preservation theorems are obtained, and a new proof of the main result of Rosicky, Adamek and Borceux, characterizing λ -injectivity classes in locally λ -presentable categories, is given.",
    "lemma": "Rosicky"
  },
  {
    "sentence": "Related preservation theorems are obtained, and a new proof of the main result of Rosicky, Adamek and Borceux, characterizing λ -injectivity classes in locally λ -presentable categories, is given.",
    "lemma": "Adamek"
  },
  {
    "sentence": "Related preservation theorems are obtained, and a new proof of the main result of Rosicky, Adamek and Borceux, characterizing λ -injectivity classes in locally λ -presentable categories, is given.",
    "lemma": "Borceux"
  },
  {
    "sentence": "Following Ghilardi and Meloni, a relational variable set on a category B is a lax functor B to Rel, where Rel is the category of sets and relations.",
    "lemma": "Ghilardi"
  },
  {
    "sentence": "Following Ghilardi and Meloni, a relational variable set on a category B is a lax functor B to Rel, where Rel is the category of sets and relations.",
    "lemma": "Meloni"
  },
  {
    "sentence": "In 1970, M. Gerstenhaber introduced a list of axioms defining Moore categories in order to develop the Baer Extension Theory.",
    "lemma": "M. Gerstenhaber"
  },
  {
    "sentence": "In 1970, M. Gerstenhaber introduced a list of axioms defining Moore categories in order to develop the Baer Extension Theory.",
    "lemma": "Moore"
  },
  {
    "sentence": "In this paper, we study some implications between the axioms and compare them with more recent notions, showing that, apart from size restrictions, a Moore category is a pointed, strongly protomodular and Barr-exact category with cokernels.",
    "lemma": "Moore"
  },
  {
    "sentence": "Our result relies heavily on some unpublished work of A. Kock from 1989.",
    "lemma": "A. Kock"
  },
  {
    "sentence": "Generalized operads and multicategories play other parts in higher-dimensional algebra too, some of which are outlined here: for instance, they can be used to simplify the opetopic approach to n-categories expounded by Baez, Dolan and others, and are a natural language in which to discuss enrichment of categorical structures.",
    "lemma": "Baez"
  },
  {
    "sentence": "Generalized operads and multicategories play other parts in higher-dimensional algebra too, some of which are outlined here: for instance, they can be used to simplify the opetopic approach to n-categories expounded by Baez, Dolan and others, and are a natural language in which to discuss enrichment of categorical structures.",
    "lemma": "Dolan"
  },
  {
    "sentence": "This article treats the problem of deriving the reflector of a semi-abelian category A onto a Birkhoff subcategory B of A .",
    "lemma": "Birkhoff"
  },
  {
    "sentence": "Basing ourselves on Carrasco, Cegarra and Grandjean’s homology theory for crossed modules, we establish a connection between our theory of Baer invariants with a generalization—to semi-abelian categories—of Barr and Beck’s cotriple homology theory.",
    "lemma": "Carrasco"
  },
  {
    "sentence": "Basing ourselves on Carrasco, Cegarra and Grandjean’s homology theory for crossed modules, we establish a connection between our theory of Baer invariants with a generalization—to semi-abelian categories—of Barr and Beck’s cotriple homology theory.",
    "lemma": "Cegarra"
  },
  {
    "sentence": "Basing ourselves on Carrasco, Cegarra and Grandjean’s homology theory for crossed modules, we establish a connection between our theory of Baer invariants with a generalization—to semi-abelian categories—of Barr and Beck’s cotriple homology theory.",
    "lemma": "Grandjean"
  },
  {
    "sentence": "Basing ourselves on Carrasco, Cegarra and Grandjean’s homology theory for crossed modules, we establish a connection between our theory of Baer invariants with a generalization—to semi-abelian categories—of Barr and Beck’s cotriple homology theory.",
    "lemma": "Baer"
  },
  {
    "sentence": "Basing ourselves on Carrasco, Cegarra and Grandjean’s homology theory for crossed modules, we establish a connection between our theory of Baer invariants with a generalization—to semi-abelian categories—of Barr and Beck’s cotriple homology theory.",
    "lemma": "Barr"
  },
  {
    "sentence": "Basing ourselves on Carrasco, Cegarra and Grandjean’s homology theory for crossed modules, we establish a connection between our theory of Baer invariants with a generalization—to semi-abelian categories—of Barr and Beck’s cotriple homology theory.",
    "lemma": "Beck"
  },
  {
    "sentence": "This results in a semi-abelian version of Hopf’s formula and the Stallings-Stammbach sequence from group homology.",
    "lemma": "Hopf"
  },
  {
    "sentence": "Extending the work of Fröhlich, Lue and Furtado-Coelho, we consider the theory of Baer invariants in the context of semi-abelian categories.",
    "lemma": "Fröhlich"
  },
  {
    "sentence": "Extending the work of Fröhlich, Lue and Furtado-Coelho, we consider the theory of Baer invariants in the context of semi-abelian categories.",
    "lemma": "Lue"
  },
  {
    "sentence": "Extending the work of Fröhlich, Lue and Furtado-Coelho, we consider the theory of Baer invariants in the context of semi-abelian categories.",
    "lemma": "Furtado - Coelho"
  },
  {
    "sentence": "Extending the work of Fröhlich, Lue and Furtado-Coelho, we consider the theory of Baer invariants in the context of semi-abelian categories.",
    "lemma": "Baer"
  },
  {
    "sentence": "We consider a notion of commutator which, in the case of abelianization, corresponds to Smith’s.",
    "lemma": "Smith"
  },
  {
    "sentence": "The resulting notion of centrality fits into Janelidze and Kelly’s theory of central extensions.",
    "lemma": "Janelidze"
  },
  {
    "sentence": "The resulting notion of centrality fits into Janelidze and Kelly’s theory of central extensions.",
    "lemma": "Kelly"
  },
  {
    "sentence": "Finally we propose a notion of nilpotency, relative to a Birkhoff subcategory of a semi-abelian category.",
    "lemma": "Birkhoff"
  },
  {
    "sentence": "Write kar(C_D) for the idempotent splitting completion of the Kleisli category.",
    "lemma": "Kleisli"
  },
  {
    "sentence": "As a corollary, we obtain a result of Borceux and Vitale asserting that every separable Sl-category is Morita equivalent to a separable Sl-monoid.",
    "lemma": "Borceux"
  },
  {
    "sentence": "We describe a notion of distributive law for PROPs, based on Beck’s distributive laws for monads.",
    "lemma": "Beck"
  },
  {
    "sentence": "For large signatures Σ we prove that Birkhoff’s Variety Theorem holds (i.e., equationally presentable collections of Σ -algebras are precisely those closed under limits, subalgebras, and quotient algebras) iff the universe of small sets is not measurable.",
    "lemma": "Birkhoff"
  },
  {
    "sentence": "Under that limitation Birkhoff’s Variety Theorem holds in fact for F -algebras of an arbitrary endofunctor F of the category Class of classes and functions.",
    "lemma": "Birkhoff"
  },
  {
    "sentence": "For endofunctors F of Set, the category of small sets, Jan Reiterman proved that if F is a varietor (i.e., if free F -algebras exist) then Birkhoff’s Variety Theorem holds for F -algebras.",
    "lemma": "Jan Reiterman"
  },
  {
    "sentence": "For endofunctors F of Set, the category of small sets, Jan Reiterman proved that if F is a varietor (i.e., if free F -algebras exist) then Birkhoff’s Variety Theorem holds for F -algebras.",
    "lemma": "Birkhoff"
  },
  {
    "sentence": "We prove the converse, whenever F preserves preimages: if F is not a varietor, Birkhoff’s Variety Theorem does not hold.",
    "lemma": "Birkhoff"
  },
  {
    "sentence": "However, we also present a non-varietor satisfying Birkhoff’s Variety Theorem.",
    "lemma": "Birkhoff"
  },
  {
    "sentence": "Our most surprising example is two varietors whose coproduct does not satisfy Birkhoff’s Variety Theorem.",
    "lemma": "Birkhoff"
  },
  {
    "sentence": "We show that both these classes are saturated (that is, what was called closed in the terminology of Albert and Kelly).",
    "lemma": "Albert"
  },
  {
    "sentence": "We show that both these classes are saturated (that is, what was called closed in the terminology of Albert and Kelly).",
    "lemma": "Kelly"
  },
  {
    "sentence": "We study the equivalence between ( ⁢ Q ( A ⁢ o p ) ) ⁢ o p and ⁢ Q ( A ) , which we exhibit as the restriction of the Isbell adjunction between [ A , V ] ⁢ o p and [ A ⁢ o p , V ] when A is small; and we give a new Morita theorem for any class Φ containing Q .",
    "lemma": "Morita"
  },
  {
    "sentence": "Following Lawvere, a generalized metric space (gms) is a set X equipped with a metric map from X 2 to the interval of upper reals (approximated from above but not from below) from 0 to ∞ inclusive, and satisfying the zero self-distance law and the triangle inequality.",
    "lemma": "Lawvere"
  },
  {
    "sentence": "We describe a completion of gms’s by Cauchy filters of formal balls.",
    "lemma": "Cauchy"
  },
  {
    "sentence": "In terms of Lawvere’s approach using categories enriched over [ 0 , ∞ ] , the Cauchy filters are equivalent to flat left modules.",
    "lemma": "Lawvere"
  },
  {
    "sentence": "In terms of Lawvere’s approach using categories enriched over [ 0 , ∞ ] , the Cauchy filters are equivalent to flat left modules.",
    "lemma": "Cauchy"
  },
  {
    "sentence": "For quasimetrics it is equivalent to the Yoneda completion in its netwise form due to Kunzi and Schellekens and thereby gives a new and explicit characterization of the points of the Yoneda completion.",
    "lemma": "Yoneda"
  },
  {
    "sentence": "For quasimetrics it is equivalent to the Yoneda completion in its netwise form due to Kunzi and Schellekens and thereby gives a new and explicit characterization of the points of the Yoneda completion.",
    "lemma": "Kunzi"
  },
  {
    "sentence": "For quasimetrics it is equivalent to the Yoneda completion in its netwise form due to Kunzi and Schellekens and thereby gives a new and explicit characterization of the points of the Yoneda completion.",
    "lemma": "Schellekens"
  },
  {
    "sentence": "This paper is the second in a series exploring the properties of a functor which assigns a homotopy double groupoid with connections to a Hausdorff space.",
    "lemma": "Hausdorff"
  },
  {
    "sentence": "The methods are analogous to those developed by Brown and Higgins for similar theorems for other higher homotopy groupoids.",
    "lemma": "Brown"
  },
  {
    "sentence": "The methods are analogous to those developed by Brown and Higgins for similar theorems for other higher homotopy groupoids.",
    "lemma": "Higgins"
  },
  {
    "sentence": "These results have recently been generalised to all dimensions by Philip Higgins.",
    "lemma": "Philip Higgins"
  },
  {
    "sentence": "In the quest for an elegant formulation of the notion of “polycategory” we develop a more symmetric counterpart to Burroni’s notion of “T- category”, where T is a cartesian monad on a category X with pullbacks.",
    "lemma": "Burroni"
  },
  {
    "sentence": "Our approach involves two such monads, S and T, that are linked by a suitable generalization of a distributive law in the sense of Beck.",
    "lemma": "Beck"
  },
  {
    "sentence": "Our construction then gives rise to so-called “planar polycategories”, which nowadays seem to be of more intrinsic interest than Szabo’s original polycategories.",
    "lemma": "Szabo"
  },
  {
    "sentence": "We revise our ‘Physical Traces’ paper in the light of the results in [Abramsky and Coecke LiCS‘04].",
    "lemma": "Abramsky"
  },
  {
    "sentence": "In this paper we improve on the definition of strong compact closure as compared to the one presented in [Abramsky and Coecke LiCS‘04].",
    "lemma": "Abramsky"
  },
  {
    "sentence": "In this paper we improve on the definition of strong compact closure as compared to the one presented in [Abramsky and Coecke LiCS‘04].",
    "lemma": "Coecke lics‘04"
  },
  {
    "sentence": "It is shown that composites of commutative shells are commutative and that thin structures are equivalent to appropriate sets of connections; this work extends to all dimensions the results proved in dimensions 2 and 3 in Brown, Kamps and Porter and Brown and Mosa.",
    "lemma": "Brown"
  },
  {
    "sentence": "It is shown that composites of commutative shells are commutative and that thin structures are equivalent to appropriate sets of connections; this work extends to all dimensions the results proved in dimensions 2 and 3 in Brown, Kamps and Porter and Brown and Mosa.",
    "lemma": "Kamps"
  },
  {
    "sentence": "It is shown that composites of commutative shells are commutative and that thin structures are equivalent to appropriate sets of connections; this work extends to all dimensions the results proved in dimensions 2 and 3 in Brown, Kamps and Porter and Brown and Mosa.",
    "lemma": "Porter"
  },
  {
    "sentence": "It is shown that composites of commutative shells are commutative and that thin structures are equivalent to appropriate sets of connections; this work extends to all dimensions the results proved in dimensions 2 and 3 in Brown, Kamps and Porter and Brown and Mosa.",
    "lemma": "Brown"
  },
  {
    "sentence": "It is shown that composites of commutative shells are commutative and that thin structures are equivalent to appropriate sets of connections; this work extends to all dimensions the results proved in dimensions 2 and 3 in Brown, Kamps and Porter and Brown and Mosa.",
    "lemma": "Mosa"
  },
  {
    "sentence": "Finally, we see that call-by-value and call-by-name are interpreted within the Kleisli and co-Kleisli parts, respectively, of a call-by-push-value adjunction.",
    "lemma": "Kleisli"
  },
  {
    "sentence": "We recall and reformulate certain known constructions, in order to make a convenient setting for obtaining generalized monotone-light factorizations in the sense of A. Carboni, G. Janelidze, G. M. Kelly and R. Paré.",
    "lemma": "A. Carboni"
  },
  {
    "sentence": "We recall and reformulate certain known constructions, in order to make a convenient setting for obtaining generalized monotone-light factorizations in the sense of A. Carboni, G. Janelidze, G. M. Kelly and R. Paré.",
    "lemma": "G. Janelidze"
  },
  {
    "sentence": "We recall and reformulate certain known constructions, in order to make a convenient setting for obtaining generalized monotone-light factorizations in the sense of A. Carboni, G. Janelidze, G. M. Kelly and R. Paré.",
    "lemma": "G. M. Kelly"
  },
  {
    "sentence": "We recall and reformulate certain known constructions, in order to make a convenient setting for obtaining generalized monotone-light factorizations in the sense of A. Carboni, G. Janelidze, G. M. Kelly and R. Paré.",
    "lemma": "R. Paré"
  },
  {
    "sentence": "It turns out that all these reflections do have stable units, in the sense of C. Cassidy, M. Hébert and G. M. Kelly, giving rise to Galois theories.",
    "lemma": "C. Cassidy"
  },
  {
    "sentence": "It turns out that all these reflections do have stable units, in the sense of C. Cassidy, M. Hébert and G. M. Kelly, giving rise to Galois theories.",
    "lemma": "M. Hébert"
  },
  {
    "sentence": "It turns out that all these reflections do have stable units, in the sense of C. Cassidy, M. Hébert and G. M. Kelly, giving rise to Galois theories.",
    "lemma": "G. M. Kelly"
  },
  {
    "sentence": "It turns out that all these reflections do have stable units, in the sense of C. Cassidy, M. Hébert and G. M. Kelly, giving rise to Galois theories.",
    "lemma": "Galois"
  },
  {
    "sentence": "Storrer introduced the epimorphic hull of a commutative semiprime ring R and showed that it is (up to isomorphism) the unique essential epic von Neumann regular extension of R.",
    "lemma": "Storrer"
  },
  {
    "sentence": "In the case when R = C(X) with X a Tychonoff space, we show that the embedding induced by a dense subspace of X is always essential.",
    "lemma": "Tychonoff"
  },
  {
    "sentence": " The aim of this paper is to describe Quillen model category structures on the category CatC of internal categories and functors in a given finitely complete category C.",
    "lemma": "Quillen"
  },
  {
    "sentence": "Several non-equivalent notions of internal equivalence exist; to capture these notions, the model structures are defined relative to a given Grothendieck topology on C.",
    "lemma": "Grothendieck"
  },
  {
    "sentence": "Under mild conditions on C, the regular epimorphism topology determines a model structure where we is the class of weak equivalences of internal categories (in the sense of Bunge and Pare).",
    "lemma": "Bunge"
  },
  {
    "sentence": "Under mild conditions on C, the regular epimorphism topology determines a model structure where we is the class of weak equivalences of internal categories (in the sense of Bunge and Pare).",
    "lemma": "Pare"
  },
  {
    "sentence": "For a Grothendieck topos C we get a structure that, though different from Joyal and Tierney’s, has an equivalent homotopy category.",
    "lemma": "Grothendieck"
  },
  {
    "sentence": "For a Grothendieck topos C we get a structure that, though different from Joyal and Tierney’s, has an equivalent homotopy category.",
    "lemma": "Joyal"
  },
  {
    "sentence": "For a Grothendieck topos C we get a structure that, though different from Joyal and Tierney’s, has an equivalent homotopy category.",
    "lemma": "Tierney"
  },
  {
    "sentence": "As a special case, the “folk” Quillen model category structure on the category Cat = CatSet of small categories is recovered.",
    "lemma": "Quillen"
  },
  {
    "sentence": "For a Grothendieck topos, it is well known that subobjects of 1 form a generating family if and only if the topos is localic.",
    "lemma": "Grothendieck"
  },
  {
    "sentence": "The problem is studied by Borceux, where it is shown that the result is internally true, an equivalent condition is found in the boolean case, and certain preservation properties are shown.",
    "lemma": "Borceux"
  },
  {
    "sentence": "In this paper the machinery and results developed in [Awodey et al., 2004] are extended to the study of constructive set theories.",
    "lemma": "Awodey"
  },
  {
    "sentence": "Examples include the interpretation of N as the Burnside rig of the category of finite sets with product and coproduct, and of N[x] in terms the category of combinatorial species.",
    "lemma": "Burnside"
  },
  {
    "sentence": "This has interesting applications to quantum mechanics, and in particular the quantum harmonic oscillator, via Joyal’s ‘combinatorial species’, and a new generalization called ‘stuff types’ described by Baez and Dolan, which are a special case of Kelly’s ‘clubs’.",
    "lemma": "Joyal"
  },
  {
    "sentence": "This has interesting applications to quantum mechanics, and in particular the quantum harmonic oscillator, via Joyal’s ‘combinatorial species’, and a new generalization called ‘stuff types’ described by Baez and Dolan, which are a special case of Kelly’s ‘clubs’.",
    "lemma": "Baez"
  },
  {
    "sentence": "This has interesting applications to quantum mechanics, and in particular the quantum harmonic oscillator, via Joyal’s ‘combinatorial species’, and a new generalization called ‘stuff types’ described by Baez and Dolan, which are a special case of Kelly’s ‘clubs’.",
    "lemma": "Dolan"
  },
  {
    "sentence": "This has interesting applications to quantum mechanics, and in particular the quantum harmonic oscillator, via Joyal’s ‘combinatorial species’, and a new generalization called ‘stuff types’ described by Baez and Dolan, which are a special case of Kelly’s ‘clubs’.",
    "lemma": "Kelly"
  },
  {
    "sentence": "Operators between stuff types be represented as rudimentary Feynman diagrams for the oscillator.",
    "lemma": "Feynman"
  },
  {
    "sentence": "In quantum mechanics, we want to represent states in an algebra over the complex numbers, and also want our Feynman diagrams to carry more structure than these ‘stuff operators’ can do, and these turn out to be closely related.",
    "lemma": "Feynman"
  },
  {
    "sentence": "We describe a general notion of ‘M-stuff types’ for any monoid M, and see that the case M = U(1) provides an interpretation of time evolution in the combinatorial setting, as well as recovering the usual Feynman rules for the quantum harmonic oscillator.",
    "lemma": "Feynman"
  },
  {
    "sentence": "Motivated by applications to Mackey functors, Serge Bouc characterized pullback and finite coproduct preserving functors between categories of permutation representations of finite groups.",
    "lemma": "Mackey"
  },
  {
    "sentence": "Motivated by applications to Mackey functors, Serge Bouc characterized pullback and finite coproduct preserving functors between categories of permutation representations of finite groups.",
    "lemma": "Serge Bouc"
  },
  {
    "sentence": "We discuss holonomy and prove an analogue of the Ambrose-Singer theorem.",
    "lemma": "Ambrose"
  },
  {
    "sentence": "Given a topological space X , ⁢ K ( X ) denotes the upper semi-lattice of its (Hausdorff) compactifications.",
    "lemma": "Hausdorff"
  },
  {
    "sentence": " A flow on a compact Hausdorff space X is given by a map t : X –&gt; X.",
    "lemma": "Hausdorff"
  },
  {
    "sentence": "To do this, we approximate (X,t) by a flow on a Stone space (that is, a totally disconnected, compact Hausdorff space).",
    "lemma": "Stone"
  },
  {
    "sentence": "To do this, we approximate (X,t) by a flow on a Stone space (that is, a totally disconnected, compact Hausdorff space).",
    "lemma": "Hausdorff"
  },
  {
    "sentence": "The correlators of two-dimensional rational conformal field theories that are obtained in the TFT construction of Fuchs, Runkel and Schweigert are shown to be invariant under the action of the relative modular group and to obey bulk and boundary factorisation constraints.",
    "lemma": "Fuchs"
  },
  {
    "sentence": "The correlators of two-dimensional rational conformal field theories that are obtained in the TFT construction of Fuchs, Runkel and Schweigert are shown to be invariant under the action of the relative modular group and to obey bulk and boundary factorisation constraints.",
    "lemma": "Runkel"
  },
  {
    "sentence": "The correlators of two-dimensional rational conformal field theories that are obtained in the TFT construction of Fuchs, Runkel and Schweigert are shown to be invariant under the action of the relative modular group and to obey bulk and boundary factorisation constraints.",
    "lemma": "Schweigert"
  },
  {
    "sentence": " We say that a class D of categories is the Bourn localization of a class C of categories, and we write = D ⁢ Loc C , if D is the class of all (finitely complete) categories D such that for each object A in D , Pt ( D ↓ A ) ∈ C , where Pt ( D ↓ A ) denotes the category of all pointed objects in the comma-category ( ↓ D A ) . As D. Bourn showed, if we take D to be the class of Mal’tsev categories in the sense of A. Carboni, J. Lambek, and M. C. Pedicchio, and C to be the class of unital categories in the sense of D. Bourn, which generalize pointed Jónsson-Tarski varieties, then = D ⁢ Loc ( C ) .",
    "lemma": "Bourn"
  },
  {
    "sentence": " We say that a class D of categories is the Bourn localization of a class C of categories, and we write = D ⁢ Loc C , if D is the class of all (finitely complete) categories D such that for each object A in D , Pt ( D ↓ A ) ∈ C , where Pt ( D ↓ A ) denotes the category of all pointed objects in the comma-category ( ↓ D A ) . As D. Bourn showed, if we take D to be the class of Mal’tsev categories in the sense of A. Carboni, J. Lambek, and M. C. Pedicchio, and C to be the class of unital categories in the sense of D. Bourn, which generalize pointed Jónsson-Tarski varieties, then = D ⁢ Loc ( C ) .",
    "lemma": "D. Bourn"
  },
  {
    "sentence": " We say that a class D of categories is the Bourn localization of a class C of categories, and we write = D ⁢ Loc C , if D is the class of all (finitely complete) categories D such that for each object A in D , Pt ( D ↓ A ) ∈ C , where Pt ( D ↓ A ) denotes the category of all pointed objects in the comma-category ( ↓ D A ) . As D. Bourn showed, if we take D to be the class of Mal’tsev categories in the sense of A. Carboni, J. Lambek, and M. C. Pedicchio, and C to be the class of unital categories in the sense of D. Bourn, which generalize pointed Jónsson-Tarski varieties, then = D ⁢ Loc ( C ) .",
    "lemma": "A. Carboni"
  },
  {
    "sentence": " We say that a class D of categories is the Bourn localization of a class C of categories, and we write = D ⁢ Loc C , if D is the class of all (finitely complete) categories D such that for each object A in D , Pt ( D ↓ A ) ∈ C , where Pt ( D ↓ A ) denotes the category of all pointed objects in the comma-category ( ↓ D A ) . As D. Bourn showed, if we take D to be the class of Mal’tsev categories in the sense of A. Carboni, J. Lambek, and M. C. Pedicchio, and C to be the class of unital categories in the sense of D. Bourn, which generalize pointed Jónsson-Tarski varieties, then = D ⁢ Loc ( C ) .",
    "lemma": "J. Lambek"
  },
  {
    "sentence": " We say that a class D of categories is the Bourn localization of a class C of categories, and we write = D ⁢ Loc C , if D is the class of all (finitely complete) categories D such that for each object A in D , Pt ( D ↓ A ) ∈ C , where Pt ( D ↓ A ) denotes the category of all pointed objects in the comma-category ( ↓ D A ) . As D. Bourn showed, if we take D to be the class of Mal’tsev categories in the sense of A. Carboni, J. Lambek, and M. C. Pedicchio, and C to be the class of unital categories in the sense of D. Bourn, which generalize pointed Jónsson-Tarski varieties, then = D ⁢ Loc ( C ) .",
    "lemma": "M. C. Pedicchio"
  },
  {
    "sentence": " We say that a class D of categories is the Bourn localization of a class C of categories, and we write = D ⁢ Loc C , if D is the class of all (finitely complete) categories D such that for each object A in D , Pt ( D ↓ A ) ∈ C , where Pt ( D ↓ A ) denotes the category of all pointed objects in the comma-category ( ↓ D A ) . As D. Bourn showed, if we take D to be the class of Mal’tsev categories in the sense of A. Carboni, J. Lambek, and M. C. Pedicchio, and C to be the class of unital categories in the sense of D. Bourn, which generalize pointed Jónsson-Tarski varieties, then = D ⁢ Loc ( C ) .",
    "lemma": "D. Bourn"
  },
  {
    "sentence": " We say that a class D of categories is the Bourn localization of a class C of categories, and we write = D ⁢ Loc C , if D is the class of all (finitely complete) categories D such that for each object A in D , Pt ( D ↓ A ) ∈ C , where Pt ( D ↓ A ) denotes the category of all pointed objects in the comma-category ( ↓ D A ) . As D. Bourn showed, if we take D to be the class of Mal’tsev categories in the sense of A. Carboni, J. Lambek, and M. C. Pedicchio, and C to be the class of unital categories in the sense of D. Bourn, which generalize pointed Jónsson-Tarski varieties, then = D ⁢ Loc ( C ) .",
    "lemma": "Jónsson"
  },
  {
    "sentence": "A similar result was obtained by the author: if D is as above and C is the class of subtractive categories, which generalize pointed subtractive varieties in the sense of A. Ursini, then = D ⁢ Loc ( C ) .",
    "lemma": "A. Ursini"
  },
  {
    "sentence": " We study closedness properties of internal relations in finitely complete categories, which leads to developing a unified approach to: Mal’tsev categories, in the sense of A. Carboni, J. Lambek and M. C. Pedicchio, that generalize Mal’tsev varieties of universal algebras; unital categories, in the sense of D. Bourn, that generalize pointed Jónsson-Tarski varieties; and subtractive categories, introduced by the author, that generalize pointed subtractive varieties in the sense of A. Ursini.",
    "lemma": "A. Carboni"
  },
  {
    "sentence": " We study closedness properties of internal relations in finitely complete categories, which leads to developing a unified approach to: Mal’tsev categories, in the sense of A. Carboni, J. Lambek and M. C. Pedicchio, that generalize Mal’tsev varieties of universal algebras; unital categories, in the sense of D. Bourn, that generalize pointed Jónsson-Tarski varieties; and subtractive categories, introduced by the author, that generalize pointed subtractive varieties in the sense of A. Ursini.",
    "lemma": "J. Lambek"
  },
  {
    "sentence": " We study closedness properties of internal relations in finitely complete categories, which leads to developing a unified approach to: Mal’tsev categories, in the sense of A. Carboni, J. Lambek and M. C. Pedicchio, that generalize Mal’tsev varieties of universal algebras; unital categories, in the sense of D. Bourn, that generalize pointed Jónsson-Tarski varieties; and subtractive categories, introduced by the author, that generalize pointed subtractive varieties in the sense of A. Ursini.",
    "lemma": "M. C. Pedicchio"
  },
  {
    "sentence": " We study closedness properties of internal relations in finitely complete categories, which leads to developing a unified approach to: Mal’tsev categories, in the sense of A. Carboni, J. Lambek and M. C. Pedicchio, that generalize Mal’tsev varieties of universal algebras; unital categories, in the sense of D. Bourn, that generalize pointed Jónsson-Tarski varieties; and subtractive categories, introduced by the author, that generalize pointed subtractive varieties in the sense of A. Ursini.",
    "lemma": "D. Bourn"
  },
  {
    "sentence": " We study closedness properties of internal relations in finitely complete categories, which leads to developing a unified approach to: Mal’tsev categories, in the sense of A. Carboni, J. Lambek and M. C. Pedicchio, that generalize Mal’tsev varieties of universal algebras; unital categories, in the sense of D. Bourn, that generalize pointed Jónsson-Tarski varieties; and subtractive categories, introduced by the author, that generalize pointed subtractive varieties in the sense of A. Ursini.",
    "lemma": "Jónsson"
  },
  {
    "sentence": " We study closedness properties of internal relations in finitely complete categories, which leads to developing a unified approach to: Mal’tsev categories, in the sense of A. Carboni, J. Lambek and M. C. Pedicchio, that generalize Mal’tsev varieties of universal algebras; unital categories, in the sense of D. Bourn, that generalize pointed Jónsson-Tarski varieties; and subtractive categories, introduced by the author, that generalize pointed subtractive varieties in the sense of A. Ursini.",
    "lemma": "A. Ursini"
  },
  {
    "sentence": "We consider exponentiable objects in lax slices of Top with respect to the specialization order (and its opposite) on a base space B. We begin by showing that the lax slice over B has binary products which are preserved by the forgetful functor to Top if and only if B is a meet (respective, join) semilattice in Top, and go on to characterize exponentiability over a complete Alexandrov space B.",
    "lemma": "Alexandrov"
  },
  {
    "sentence": "Our final application is a descent theorem for noncommutative rings from which we deduce an important result of A. Joyal and M. Tierney and of J.-P. Olivier, asserting that the effective descent morphisms in the opposite of the category of commutative unital rings are precisely the pure monomorphisms.",
    "lemma": "A. Joyal"
  },
  {
    "sentence": "Our final application is a descent theorem for noncommutative rings from which we deduce an important result of A. Joyal and M. Tierney and of J.-P. Olivier, asserting that the effective descent morphisms in the opposite of the category of commutative unital rings are precisely the pure monomorphisms.",
    "lemma": "M. Tierney"
  },
  {
    "sentence": "Our final application is a descent theorem for noncommutative rings from which we deduce an important result of A. Joyal and M. Tierney and of J.-P. Olivier, asserting that the effective descent morphisms in the opposite of the category of commutative unital rings are precisely the pure monomorphisms.",
    "lemma": "J.-P. Olivier"
  },
  {
    "sentence": "It turned out that the propositional part of our D-translation uses the same construction as de Paiva’s dialectica category GC and we show how our D-translation extends GC to the first-order setting in terms of an indexed category.",
    "lemma": "de Paiva ’s"
  },
  {
    "sentence": "Furthermore the combination of Girard’s ?!-translation and our D-translation results in the essentially equivalent ∃ ∀ -formulas as the double-negation translation and Godel’s original D-translation.",
    "lemma": "Girard"
  },
  {
    "sentence": "Furthermore the combination of Girard’s ?!-translation and our D-translation results in the essentially equivalent ∃ ∀ -formulas as the double-negation translation and Godel’s original D-translation.",
    "lemma": "Godel"
  },
  {
    "sentence": "Among other results, we show that the notion of state in Scott’s information system corresponds precisely to that of formal concepts in FCA with respect to all finite Chu spaces, and the entailment relation corresponds to “association rules”.",
    "lemma": "Scott"
  },
  {
    "sentence": "We introduce, moreover, the notion of approximable concept and show that approximable concepts represent algebraic lattices which are identical to Scott domains except the inclusion of a top element.",
    "lemma": "Scott"
  },
  {
    "sentence": "This notion serves as a stepping stone in recent work in which a new notion of morphism on formal contexts results in a category equivalent to (a) the category of complete algebraic lattices and Scott continuous functions, and (b) a category of information systems and approximable mappings.",
    "lemma": "Scott"
  },
  {
    "sentence": "This paper describes a natural deduction formulation for Full Intuitionistic Linear Logic (FILL), an intriguing variation of multiplicative linear logic, due to Hyland and de Paiva.",
    "lemma": "Hyland"
  },
  {
    "sentence": "From the intrinsic multiple conclusions comes the inspiration to modify Parigot’s natural deduction systems for classical logic, to produce a natural deduction formulation and a term assignment system for FILL.",
    "lemma": "Parigot"
  },
  {
    "sentence": "This paper describes the historical background and motivation involved in the discovery (or invention) of Chu categories.",
    "lemma": "Chu"
  },
  {
    "sentence": " We define and study familial 2-functors primarily with a view to the development of the 2-categorical approach to operads of [Weber, 2005].",
    "lemma": "Weber"
  },
  {
    "sentence": "Instances of this general result can be found in [Leinster, 2004], [Berger, 2002] and [Moerdijk-Weiss, 2007b].",
    "lemma": "Leinster"
  },
  {
    "sentence": "Instances of this general result can be found in [Leinster, 2004], [Berger, 2002] and [Moerdijk-Weiss, 2007b].",
    "lemma": "Berger"
  },
  {
    "sentence": "Aspects of this general theory are then used to show that the composite 2-monads of [Weber, 2005] that describe symmetric and braided analogues of the ω -operads of [Batanin, 1998], are cartesian 2-monads and their underlying endo-2-functor is familial.",
    "lemma": "Weber"
  },
  {
    "sentence": "Aspects of this general theory are then used to show that the composite 2-monads of [Weber, 2005] that describe symmetric and braided analogues of the ω -operads of [Batanin, 1998], are cartesian 2-monads and their underlying endo-2-functor is familial.",
    "lemma": "Batanin"
  },
  {
    "sentence": "Intricately linked to the notion of familial 2-functor is the theory of fibrations in a finitely complete 2-category [Street, 1974] [Street, 1980], and those aspects of that theory that we require, that weren’t discussed in [Weber, 2007], are reviewed here.",
    "lemma": "Street"
  },
  {
    "sentence": "Intricately linked to the notion of familial 2-functor is the theory of fibrations in a finitely complete 2-category [Street, 1974] [Street, 1980], and those aspects of that theory that we require, that weren’t discussed in [Weber, 2007], are reviewed here.",
    "lemma": "Street"
  },
  {
    "sentence": "Intricately linked to the notion of familial 2-functor is the theory of fibrations in a finitely complete 2-category [Street, 1974] [Street, 1980], and those aspects of that theory that we require, that weren’t discussed in [Weber, 2007], are reviewed here.",
    "lemma": "Weber"
  },
  {
    "sentence": "We call such monad morphisms dense and give a characterization of them in the spirit of Beth’s definability theorem: α is a dense monad morphism if and only if every T -operation is explicitly defined using S -operations.",
    "lemma": "Beth"
  },
  {
    "sentence": " J.-L. Loday introduced the concept of coherent unit actions on a regular operad and showed that such actions give Hopf algebra structures on the free algebras.",
    "lemma": "J.-L. Loday"
  },
  {
    "sentence": "We follow Baez and Langford in using “manifolds embedded in cubes” rather than general manifolds.",
    "lemma": "Baez"
  },
  {
    "sentence": "We follow Baez and Langford in using “manifolds embedded in cubes” rather than general manifolds.",
    "lemma": "Langford"
  },
  {
    "sentence": "Lawvere has asked whether the ‘Michael coverings’ (or complete spreads with a definable dominance domain) are comprehensive in a similar fashion.",
    "lemma": "Lawvere"
  },
  {
    "sentence": "Lawvere has asked whether the ‘Michael coverings’ (or complete spreads with a definable dominance domain) are comprehensive in a similar fashion.",
    "lemma": "Michael"
  },
  {
    "sentence": "Francisco Marmolejo pointed out a mistake in the statement of Proposition 4.4 in our TAC paper (Vol. 16, No. 28).",
    "lemma": "Francisco Marmolejo"
  },
  {
    "sentence": "The notion of cartesian bicategory, introduced by Carboni and Walters for locally ordered bicategories, is extended to general bicategories.",
    "lemma": "Carboni"
  },
  {
    "sentence": "The notion of cartesian bicategory, introduced by Carboni and Walters for locally ordered bicategories, is extended to general bicategories.",
    "lemma": "Walters"
  },
  {
    "sentence": "These are studied in considerable detail, and a comparison is made with a different notion of polarization due to Olivier Laurent: there is an adjoint connection between the two notions.",
    "lemma": "Olivier Laurent"
  },
  {
    "sentence": "Comparing module-equivalence with sheaf-equivalence for quantaloids and using the notion of centre of a quantaloid, we refine a result of F. Borceux and E. Vitale.",
    "lemma": "F. Borceux"
  },
  {
    "sentence": "Comparing module-equivalence with sheaf-equivalence for quantaloids and using the notion of centre of a quantaloid, we refine a result of F. Borceux and E. Vitale.",
    "lemma": "E. Vitale"
  },
  {
    "sentence": "As Maxwell emphasized, this description has various levels of precision depending on the needs of investigation.",
    "lemma": "Maxwell"
  },
  {
    "sentence": "Sufficient cohesion and the Grothendieck condition VII. Weak generation of a subtopos by a quotient topos I look forward to further work on each of these aspects, as well as development of categories of dynamical laws, constitutive relations, and other mathematical structures that naturally live in cohesive categories.",
    "lemma": "Grothendieck"
  },
  {
    "sentence": " Recently, symmetric categorical groups are used for the study of the Brauer groups of symmetric monoidal categories.",
    "lemma": "Brauer"
  },
  {
    "sentence": "The role of the Frobenius operations in analyzing finite spaces, as well as the extended algebraic geometry over rigs, depend partly on varieties (Birkhoffian inclusions of algebraic categories) that have coreflections as well as reflections and whose dual category of affine spaces is extensive.",
    "lemma": "Frobenius"
  },
  {
    "sentence": " If C and D are varieties of algebras in the sense of general algebra, then by a representable functor C –&gt; D we understand a functor which, when composed with the forgetful functor D –&gt; Set, gives a representable functor in the classical sense; Freyd showed that these functors are determined by D-coalgebra objects of C. Let Rep(C, D) denote the category of all such functors, a full subcategory of Cat(C, D, opposite to the category of D-coalgebras in C. It is proved that Rep(C, D) has small colimits, and in certain situations, explicit constructions for the representing coalgebras are obtained.",
    "lemma": "Freyd"
  },
  {
    "sentence": "In future papers we will demonstrate this by showing how many different models of parametricity and recursion give rise to parametric LAPL structures, including Simpson and Rosolini’s set theoretic models, a syntactic model based on Lily and a model based on admissible pers over a reflexive domain.",
    "lemma": "Simpson"
  },
  {
    "sentence": "In future papers we will demonstrate this by showing how many different models of parametricity and recursion give rise to parametric LAPL structures, including Simpson and Rosolini’s set theoretic models, a syntactic model based on Lily and a model based on admissible pers over a reflexive domain.",
    "lemma": "Rosolini"
  },
  {
    "sentence": "Unlike the locally connected case, where the fundamental groupoid is localic prodiscrete and its classifying topos is a Galois topos, in the general case our version of the fundamental groupoid is a locally discrete progroupoid and there is no intrinsic Galois theory in the sense of Janelidze.",
    "lemma": "Janelidze"
  },
  {
    "sentence": "As an application, when furthermore the ground category E is efficiently regular, we get a new way to produce Baer sums in the fibres Grd_X E and, more generally, in the fibres n-Grd_X E.",
    "lemma": "Baer"
  },
  {
    "sentence": " Maps (left adjoint arrows) between Frobenius objects in a cartesian bicategory B are precisely comonoid homomorphisms and, for A Frobenius and any T in B, map(B)(T,A) is a groupoid.",
    "lemma": "Frobenius"
  },
  {
    "sentence": "We call a map : μ → × X X X A an approximate Mal’tsev operation with approximation α , if it satisfies ⁢ μ ( x , y , y ) = ⁢ α ( x ) = ⁢ μ ( y , y , x ) for all ∈ x , y X .",
    "lemma": "Mal’tsev"
  },
  {
    "sentence": "Note that if = A X and the approximation α is an identity map, then μ becomes an ordinary Mal’tsev operation.",
    "lemma": "Mal’tsev"
  },
  {
    "sentence": "We prove the following two characterization theorems: a category X is a Mal’tsev category if and only if in the functor category Set × X op X there exists an internal approximate Mal’tsev operation → × hom X hom X hom X A whose approximation α satisfies a suitable condition; a regular category X with finite coproducts is a Mal’tsev category, if and only if in the functor category X X there exists an internal approximate Mal’tsev co-operation → A + 1 X 1 X 1 X whose approximation α is a natural transformation with every component a regular epimorphism in X .",
    "lemma": "Mal’tsev"
  },
  {
    "sentence": "We prove the following two characterization theorems: a category X is a Mal’tsev category if and only if in the functor category Set × X op X there exists an internal approximate Mal’tsev operation → × hom X hom X hom X A whose approximation α satisfies a suitable condition; a regular category X with finite coproducts is a Mal’tsev category, if and only if in the functor category X X there exists an internal approximate Mal’tsev co-operation → A + 1 X 1 X 1 X whose approximation α is a natural transformation with every component a regular epimorphism in X .",
    "lemma": "Mal’tsev"
  },
  {
    "sentence": "We prove the following two characterization theorems: a category X is a Mal’tsev category if and only if in the functor category Set × X op X there exists an internal approximate Mal’tsev operation → × hom X hom X hom X A whose approximation α satisfies a suitable condition; a regular category X with finite coproducts is a Mal’tsev category, if and only if in the functor category X X there exists an internal approximate Mal’tsev co-operation → A + 1 X 1 X 1 X whose approximation α is a natural transformation with every component a regular epimorphism in X .",
    "lemma": "Mal’tsev"
  },
  {
    "sentence": "We prove the following two characterization theorems: a category X is a Mal’tsev category if and only if in the functor category Set × X op X there exists an internal approximate Mal’tsev operation → × hom X hom X hom X A whose approximation α satisfies a suitable condition; a regular category X with finite coproducts is a Mal’tsev category, if and only if in the functor category X X there exists an internal approximate Mal’tsev co-operation → A + 1 X 1 X 1 X whose approximation α is a natural transformation with every component a regular epimorphism in X .",
    "lemma": "Mal’tsev"
  },
  {
    "sentence": " We show how to formulate the notion of locally cartesian closed category without chosen pullbacks, by the use of Makkai’s theory of anafunctors.",
    "lemma": "Makkai"
  },
  {
    "sentence": "Recently in [D. Hofmann, Injective spaces via adjunction, arXiv:math.CT/0804.0326] the construction of a Yoneda embedding allowed to identify injectivity of spaces as cocompleteness and to show monadicity of the category of injective spaces and left adjoints over SET.",
    "lemma": "D. Hofmann"
  },
  {
    "sentence": "Recently in [D. Hofmann, Injective spaces via adjunction, arXiv:math.CT/0804.0326] the construction of a Yoneda embedding allowed to identify injectivity of spaces as cocompleteness and to show monadicity of the category of injective spaces and left adjoints over SET.",
    "lemma": "Yoneda"
  },
  {
    "sentence": "We show in particular that the description of several semantic domains presented in [M. Escardo and B. Flagg, Semantic domains, injective spaces and monads, Electronic Notes in Theoretical Computer Science 20 (1999)] can be translated into the V-enriched setting.",
    "lemma": "M. Escardo"
  },
  {
    "sentence": "For finitary functors this was proved by André Joyal who called these functors analytic.",
    "lemma": "André Joyal"
  },
  {
    "sentence": "We introduce a generalization of Joyal’s concept from endofunctors of Set to endofunctors of a symmetric monoidal category.",
    "lemma": "Joyal"
  },
  {
    "sentence": "Recent investigations of lax algebras - in generalization of Barr’s relational algebras -make an essential use of lax extensions of monad functors on Set to the category Rel(V) of sets and V-relations (where V is a unital quantale).",
    "lemma": "Barr"
  },
  {
    "sentence": "Its main advantage is that, like the category of topological spaces generated by simplices suggested by J. H. Smith, it is locally presentable.",
    "lemma": "J. H. Smith"
  },
  {
    "sentence": "We introduce a notion of weakly Mal’cev category, and show that: (a) every internal reflexive graph in a weakly Mal’tsev category admits at most one multiplicative graph structure in the sense of Janelidze, and such a structure always makes it an internal category; (b) (unlike the special case of Mal’tsev categories) there are weakly Mal’tsev categories in which not every internal category is an internal groupoid.",
    "lemma": "Janelidze"
  },
  {
    "sentence": "In a recent paper, Daisuke Tambara defined two-sided actions on an endomodule (= endodistributor) of a monoidal V-category A.",
    "lemma": "Daisuke Tambara"
  },
  {
    "sentence": "The morphisms of a differential category should be thought of as the linear maps; the differentiable or smooth maps would then be morphisms of the coKleisli category.",
    "lemma": "coKleisli"
  },
  {
    "sentence": " Globular complexes were introduced by E. Goubault and the author to model higher dimensional automata.",
    "lemma": "E. Goubault"
  },
  {
    "sentence": "The underlying category of this model category is a variant of M. Grandis’ notion of d-space over a topological space colimit generated by simplices.",
    "lemma": "M. Grandis ’"
  },
  {
    "sentence": "It also enables us to prove that the underlying homotopy type functor of flows can be interpreted up to equivalences of categories as the total left derived functor of a left Quillen adjoint.",
    "lemma": "Quillen"
  },
  {
    "sentence": "Using the notion of polygraph (or computad), we introduce the homotopical property of finite derivation type for n-categories, generalising the one introduced by Squier for word rewriting systems.",
    "lemma": "Squier"
  },
  {
    "sentence": "With the representable T-categories, we form a connection between two concepts, both owed to A. Burroni : on the one hand, the one of T-category, and, on the other hand, the one of T-lax algebra.",
    "lemma": "A. Burroni"
  },
  {
    "sentence": "Then the category R + G , defined by Devinatz and Hopkins, is the category obtained by considering - G ⁢ S e t s ⁢ d f together with the profinite G -space G itself, with morphisms being continuous G -equivariant maps.",
    "lemma": "Devinatz"
  },
  {
    "sentence": "Then the category R + G , defined by Devinatz and Hopkins, is the category obtained by considering - G ⁢ S e t s ⁢ d f together with the profinite G -space G itself, with morphisms being continuous G -equivariant maps.",
    "lemma": "Hopkins"
  },
  {
    "sentence": "In case of a Hilbert category, the embedding extends to the category of Hilbert spaces and continuous linear maps.",
    "lemma": "Hilbert"
  },
  {
    "sentence": "In case of a Hilbert category, the embedding extends to the category of Hilbert spaces and continuous linear maps.",
    "lemma": "Hilbert"
  },
  {
    "sentence": "Distributive laws between monads (triples) were defined by Jon Beck in the 1960s.",
    "lemma": "Jon Beck"
  },
  {
    "sentence": "In particular, each weak distributive law determines a wreath product monad (in the terminology of Lack and Street); this gives an advantage over the mixed case.",
    "lemma": "Lack"
  },
  {
    "sentence": "In particular, each weak distributive law determines a wreath product monad (in the terminology of Lack and Street); this gives an advantage over the mixed case.",
    "lemma": "Street"
  },
  {
    "sentence": "We introduce the notion of elementary Seely category as a notion of categorical model of Elementary Linear Logic (ELL) inspired from Seely’s definition of models of Linear Logic (LL).",
    "lemma": "Seely"
  },
  {
    "sentence": "In order to deal with additive connectives in ELL, we use the approach of Danos and Joinet.",
    "lemma": "Danos"
  },
  {
    "sentence": "In order to deal with additive connectives in ELL, we use the approach of Danos and Joinet.",
    "lemma": "Joinet"
  },
  {
    "sentence": "In this paper, we find further properties of Lindelof CNP spaces and of Alster spaces, including constructions that preserve these properties and conditions equivalent to these properties.",
    "lemma": "Lindelof"
  },
  {
    "sentence": "This framework allows us to define push-forwards for Witt groups, for example.",
    "lemma": "Witt"
  },
  {
    "sentence": "We show that the (co)endomorphism algebra of a sufficiently separable “fibre” functor into ⁢ V e c t k , for k a field of characteristic 0, has the structure of what we call a “unital” von Neumann core in ⁢ V e c t k .",
    "lemma": "von Neumann"
  },
  {
    "sentence": "For ⁢ V e c t k , this particular notion of algebra is weaker than that of a Hopf algebra, although the corresponding concept in ⁢ S e t is again that of a group.",
    "lemma": "Hopf"
  },
  {
    "sentence": " We adapt the work of Power to describe general, not-necessarily composable, not-necessarily commutative 2-categorical pasting diagrams and their composable and commutative parts.",
    "lemma": "Power"
  },
  {
    "sentence": "We provide a deformation theory for pasting diagrams valued in the 2-category of k-linear categories, paralleling that provided for diagrams of algebras by Gerstenhaber and Schack, proving the standard results.",
    "lemma": "Gerstenhaber"
  },
  {
    "sentence": "We provide a deformation theory for pasting diagrams valued in the 2-category of k-linear categories, paralleling that provided for diagrams of algebras by Gerstenhaber and Schack, proving the standard results.",
    "lemma": "Schack"
  },
  {
    "sentence": "Along the way, the construction gives rise to a bicategorical analog of the homotopy G-algebras of Gerstenhaber and Voronov.",
    "lemma": "Gerstenhaber"
  },
  {
    "sentence": "Along the way, the construction gives rise to a bicategorical analog of the homotopy G-algebras of Gerstenhaber and Voronov.",
    "lemma": "Voronov"
  },
  {
    "sentence": " The notion of a subtractive category recently introduced by the author, is a pointed categorical counterpart of the notion of a subtractive variety of universal algebras in the sense of A. Ursini (recall that a variety is subtractive if its theory contains a constant 0 and a binary term s satisfying s(x,x)=0 and s(x,0)=x).",
    "lemma": "A. Ursini"
  },
  {
    "sentence": "It is well known that any homological category in the sense of F. Borceux and D. Bourn is both normal and subtractive.",
    "lemma": "F. Borceux"
  },
  {
    "sentence": "It is well known that any homological category in the sense of F. Borceux and D. Bourn is both normal and subtractive.",
    "lemma": "D. Bourn"
  },
  {
    "sentence": "The technique of proof is new: the pointed subobject functor : = S ⁢ Sub ( - ) → C Set * turns out to have suitable preservation/reflection properties which allow us to reduce the proofs of these two diagram lemmas to the standard diagram-chasing arguments in Set * (alternatively, we could use the more advanced embedding theorem for regular categories due to M. Barr).",
    "lemma": "M. Barr"
  },
  {
    "sentence": "Subtractivity of a span provides a weaker version of the rule of subtraction — one of the elementary rules for chasing diagrams in abelian categories, in the sense of S. Mac Lane.",
    "lemma": "S. Mac Lane"
  },
  {
    "sentence": " The metric jets, introduced here, generalize the jets (at order one) of Charles Ehresmann.",
    "lemma": "Charles Ehresmann"
  },
  {
    "sentence": "Under condition (III), every star-multiplicative graph can be extended (uniquely) to a multiplicative graph, a problem raised by G. Janelidze in the semiabelian context.",
    "lemma": "G. Janelidze"
  },
  {
    "sentence": "When the three conditions hold, internal groupoids have a simple description, that, in the semiabelian context, correspond to the notion of internal crossed module, in the sense of Janelidze.",
    "lemma": "Janelidze"
  },
  {
    "sentence": "In this paper we show that in a homological category in the sense of F. Borceux and D. Bourn, the notion of an internal precrossed module corresponding to a star-multiplicative graph, in the sense of G. Janelidze, can be obtained by directly internalizing the usual axioms of a crossed module, via equivariance.",
    "lemma": "F. Borceux"
  },
  {
    "sentence": "In this paper we show that in a homological category in the sense of F. Borceux and D. Bourn, the notion of an internal precrossed module corresponding to a star-multiplicative graph, in the sense of G. Janelidze, can be obtained by directly internalizing the usual axioms of a crossed module, via equivariance.",
    "lemma": "D. Bourn"
  },
  {
    "sentence": "In this paper we show that in a homological category in the sense of F. Borceux and D. Bourn, the notion of an internal precrossed module corresponding to a star-multiplicative graph, in the sense of G. Janelidze, can be obtained by directly internalizing the usual axioms of a crossed module, via equivariance.",
    "lemma": "G. Janelidze"
  },
  {
    "sentence": "We then exhibit some sufficient conditions on a homological category under which this notion coincides with the notion of an internal crossed module due to G. Janelidze.",
    "lemma": "G. Janelidze"
  },
  {
    "sentence": "We show that this is the case for any category of distributive Ω 2 -groups, in particular for the categories of groups with operations in the sense of G. Orzech.",
    "lemma": "G. Orzech"
  },
  {
    "sentence": "It is well known that Galois descent is a special case of Grothendieck descent, and that under mild additional conditions the category of Grothendieck descent data coincides with the Eilenberg-Moore category of algebras over a suitable monad.",
    "lemma": "Grothendieck"
  },
  {
    "sentence": "It is well known that Galois descent is a special case of Grothendieck descent, and that under mild additional conditions the category of Grothendieck descent data coincides with the Eilenberg-Moore category of algebras over a suitable monad.",
    "lemma": "Grothendieck"
  },
  {
    "sentence": "This also suggests using monads directly, and our monadic approach to Galois descent makes no reference to Grothendieck descent theory at all.",
    "lemma": "Grothendieck"
  },
  {
    "sentence": "We prove that every category of interest (in the sense of G. Orzech) is action accessible in the sense of Bourn and Janelidze.",
    "lemma": "G. Orzech"
  },
  {
    "sentence": "We prove that every category of interest (in the sense of G. Orzech) is action accessible in the sense of Bourn and Janelidze.",
    "lemma": "Bourn"
  },
  {
    "sentence": "We prove that every category of interest (in the sense of G. Orzech) is action accessible in the sense of Bourn and Janelidze.",
    "lemma": "Janelidze"
  },
  {
    "sentence": "Notions of generalized multicategory have been defined in numerous contexts throughout the literature, and include such diverse examples as symmetric multicategories, globular operads, Lawvere theories, and topological spaces.",
    "lemma": "Lawvere"
  },
  {
    "sentence": "The first is to Feynman diagrams.",
    "lemma": "Feynman"
  },
  {
    "sentence": "This allows for a purely combinatorial interpretation of creation and annihilation operators, their commutation relations, field operators, their normal-ordered powers, and finally Feynman diagrams.",
    "lemma": "Feynman"
  },
  {
    "sentence": "The second application is to Hecke algebras.",
    "lemma": "Hecke algebra"
  },
  {
    "sentence": "We explain how to groupoidify the Hecke algebra associated to a Dynkin diagram whenever the deformation parameter q is a prime power.",
    "lemma": "Dynkin"
  },
  {
    "sentence": "In this example we show that the solution of the Yang–Baxter equation built into the A 2 Hecke algebra arises naturally from the axioms of projective geometry applied to the projective plane over the finite field F q .",
    "lemma": "Yang"
  },
  {
    "sentence": "A combinatorial category Disk was introduced by André Joyal to play a role in his definition of weak ω -category.",
    "lemma": "André Joyal"
  },
  {
    "sentence": " An unpublished result by the first author states that there exists a Hopf algebra H such that for any Möbius category C (in the sense of Leroux) there exists a canonical algebra morphism from the dual H * of H to the incidence algebra of C .",
    "lemma": "Möbius"
  },
  {
    "sentence": " An unpublished result by the first author states that there exists a Hopf algebra H such that for any Möbius category C (in the sense of Leroux) there exists a canonical algebra morphism from the dual H * of H to the incidence algebra of C .",
    "lemma": "Leroux"
  },
  {
    "sentence": "Variations on the notions of Reedy model structures and projective model structures on categories of diagrams in a model category are introduced.",
    "lemma": "Reedy"
  },
  {
    "sentence": "As a result, a bisimplicial model category that can be used to recover the algebraic K-theory for any Waldhausen subcategory of a model category is produced.",
    "lemma": "Waldhausen"
  },
  {
    "sentence": "Implementing an idea due to John Baez and James Dolan we define new invariants of Whitney stratified manifolds by considering the homotopy theory of smooth transversal maps.",
    "lemma": "John Baez"
  },
  {
    "sentence": "Implementing an idea due to John Baez and James Dolan we define new invariants of Whitney stratified manifolds by considering the homotopy theory of smooth transversal maps.",
    "lemma": "James Dolan"
  },
  {
    "sentence": " We introduce a description of the algebras for a monad in terms of extension systems, similar to the one for monads given by Manes.",
    "lemma": "Manes"
  },
  {
    "sentence": "We give a profunctorial explanation of why Manes’ description of monads in terms of extension systems works.",
    "lemma": "Manes"
  },
  {
    "sentence": "We generalize to the context internal to an autonomous monoidal bicategory the work of Bruguieres, Virelizier, and the second-named author on lifting closed structure on a monoidal category to the category of Eilenberg-Moore algebras for an opmonoidal monad.",
    "lemma": "Bruguieres"
  },
  {
    "sentence": "We generalize to the context internal to an autonomous monoidal bicategory the work of Bruguieres, Virelizier, and the second-named author on lifting closed structure on a monoidal category to the category of Eilenberg-Moore algebras for an opmonoidal monad.",
    "lemma": "Virelizier"
  },
  {
    "sentence": " We explain in detail why the notion of list-arithmetic pretopos should be taken as the general categorical definition for the construction of arithmetic universes introduced by André Joyal to give a categorical proof of Gödel’s incompleteness results.",
    "lemma": "André Joyal"
  },
  {
    "sentence": " We explain in detail why the notion of list-arithmetic pretopos should be taken as the general categorical definition for the construction of arithmetic universes introduced by André Joyal to give a categorical proof of Gödel’s incompleteness results.",
    "lemma": "Gödel"
  },
  {
    "sentence": " Bicategories of spans are characterized as cartesian bicategories in which every comonad has an Eilenberg-Moore object and every left adjoint arrow is comonadic.",
    "lemma": "Eilenberg"
  },
  {
    "sentence": "By a walk, here we mean a morphism to the graph from the Cayley graph of the monoid of non-negative integers.",
    "lemma": "Cayley"
  },
  {
    "sentence": "We put a Quillen model structure on the category of directed graphs, for which the weak equivalences are those graph morphisms which induce bijections on the set of walks.",
    "lemma": "Quillen"
  },
  {
    "sentence": "A number of examples of coherent spaces are given, including the set of all congruences (equipped with the Zariski topology) of a model of a theory based on a set of partial operations.",
    "lemma": "Zariski"
  },
  {
    "sentence": "We also give two alternate proofs of the main theorem, one using a theorem of Isbell’s and a second using an unpublished theorem of Makkai’s.",
    "lemma": "Isbell"
  },
  {
    "sentence": "We also give two alternate proofs of the main theorem, one using a theorem of Isbell’s and a second using an unpublished theorem of Makkai’s.",
    "lemma": "Makkai"
  },
  {
    "sentence": " We show that a reflective/coreflective pair of full subcategories satisfies a “maximal-normal”-type equivalence if and only if it is an associated pair in the sense of Kelly and Lawvere.",
    "lemma": "Kelly"
  },
  {
    "sentence": " We show that a reflective/coreflective pair of full subcategories satisfies a “maximal-normal”-type equivalence if and only if it is an associated pair in the sense of Kelly and Lawvere.",
    "lemma": "Lawvere"
  },
  {
    "sentence": "Restricting this equivalence gives rise to exponentiability characterizations for Lax(B, Rel) by Niefield and for Lax(B, Par) in this paper.",
    "lemma": "Niefield"
  },
  {
    "sentence": "A flow on a compact Hausdorff space is an automorphism.",
    "lemma": "Hausdorff"
  },
  {
    "sentence": "In the present paper we generalise this to the higher-order chain rule (originally developed in the traditional setting by Faà di Bruno in the nineteenth century); given any Cartesian differential category X, there is a “higher-order chain rule fibration” Faa(X) –&gt; X over it.",
    "lemma": "Faà di Bruno"
  },
  {
    "sentence": "We proved in a previous work that Cattani-Sassone’s higher dimensional transition systems can be interpreted as a small-orthogonality class of a topological locally finitely presentable category of weak higher dimensional transition systems.",
    "lemma": "Cattani"
  },
  {
    "sentence": "This model structure is obtained by Bousfield localizing a model structure which is left determined with respect to a class of maps which is not the class of monomorphisms.",
    "lemma": "Bousfield"
  },
  {
    "sentence": "For such quantaloids, which we call Cauchy-bilateral quantaloids, it follows that the Cauchy completion of any symmetric Q -enriched category is again symmetric.",
    "lemma": "Cauchy"
  },
  {
    "sentence": "Examples include Lawvere’s quantale of non-negative real numbers and Walters’ small quantaloids of closed cribles.",
    "lemma": "Lawvere"
  },
  {
    "sentence": "Examples include Lawvere’s quantale of non-negative real numbers and Walters’ small quantaloids of closed cribles.",
    "lemma": "Walters"
  },
  {
    "sentence": "Further, we give an answer to a question of Roytenberg pertaining to the use of the nerve and normalization functors in the study of the relationship between categorified algebras and truncated sh algebras.",
    "lemma": "Roytenberg"
  },
  {
    "sentence": "This article represents a preliminary attempt to link Kan extensions, and some of their further developments, to Fourier theory and quantum algebra through *-autonomous monoidal categories and related structures.",
    "lemma": "Kan"
  },
  {
    "sentence": "The analysis term “kernel” (of a distribution) has also been adapted below in connection with certain special types of “distributors” (in the terminology of J. Benabou) or “modules” (in the terminology of R. Street) in category theory.",
    "lemma": "J. Benabou"
  },
  {
    "sentence": "The analysis term “kernel” (of a distribution) has also been adapted below in connection with certain special types of “distributors” (in the terminology of J. Benabou) or “modules” (in the terminology of R. Street) in category theory.",
    "lemma": "R. Street"
  },
  {
    "sentence": "The definitions compared are due to Chen, Frolicher, Sikorski, Smith, and Souriau.",
    "lemma": "Chen"
  },
  {
    "sentence": "The definitions compared are due to Chen, Frolicher, Sikorski, Smith, and Souriau.",
    "lemma": "Frolicher"
  },
  {
    "sentence": "The definitions compared are due to Chen, Frolicher, Sikorski, Smith, and Souriau.",
    "lemma": "Sikorski"
  },
  {
    "sentence": "The definitions compared are due to Chen, Frolicher, Sikorski, Smith, and Souriau.",
    "lemma": "Smith"
  },
  {
    "sentence": "The definitions compared are due to Chen, Frolicher, Sikorski, Smith, and Souriau.",
    "lemma": "Souriau"
  },
  {
    "sentence": "We study the condition, on a connected and locally connected geometric morphism : p → E S , that the canonical natural transformation → p * p ! should be (pointwise) epimorphic - a condition which F.W. Lawvere called the ‘Nullstellensatz’, but which we prefer to call ‘punctual local connectedness’.",
    "lemma": "F.W. Lawvere"
  },
  {
    "sentence": "For example, we show how Armstrong’s description of knot colourings and knot groups fit into this context.",
    "lemma": "Armstrong"
  },
  {
    "sentence": " In this article we review the theory of anafunctors introduced by Makkai and Bartels, and show that given a subcanonical site S , one can form a bicategorical localisation of various 2-categories of internal categories or groupoids at weak equivalences using anafunctors as 1-arrows.",
    "lemma": "Makkai"
  },
  {
    "sentence": " In this article we review the theory of anafunctors introduced by Makkai and Bartels, and show that given a subcanonical site S , one can form a bicategorical localisation of various 2-categories of internal categories or groupoids at weak equivalences using anafunctors as 1-arrows.",
    "lemma": "Bartels"
  },
  {
    "sentence": " Given a bisimplicial set, there are two ways to extract from it a simplicial set: the diagonal simplicial set and the less well known total simplicial set of Artin and Mazur.",
    "lemma": "Artin"
  },
  {
    "sentence": " Given a bisimplicial set, there are two ways to extract from it a simplicial set: the diagonal simplicial set and the less well known total simplicial set of Artin and Mazur.",
    "lemma": "Mazur"
  },
  {
    "sentence": "There is a natural comparison map between these simplicial sets, and it is a theorem due to Cegarra and Remedios and independently Joyal and Tierney, that this comparison map is a weak homotopy equivalence for any bisimplicial set.",
    "lemma": "Cegarra"
  },
  {
    "sentence": "There is a natural comparison map between these simplicial sets, and it is a theorem due to Cegarra and Remedios and independently Joyal and Tierney, that this comparison map is a weak homotopy equivalence for any bisimplicial set.",
    "lemma": "Remedios"
  },
  {
    "sentence": "There is a natural comparison map between these simplicial sets, and it is a theorem due to Cegarra and Remedios and independently Joyal and Tierney, that this comparison map is a weak homotopy equivalence for any bisimplicial set.",
    "lemma": "Joyal"
  },
  {
    "sentence": "There is a natural comparison map between these simplicial sets, and it is a theorem due to Cegarra and Remedios and independently Joyal and Tierney, that this comparison map is a weak homotopy equivalence for any bisimplicial set.",
    "lemma": "Tierney"
  },
  {
    "sentence": "As an application, we will revisit Kan’s simplicial loop group functor G .",
    "lemma": "Kan"
  },
  {
    "sentence": "We will give a simple formula for this functor, which is based on a factorization, due to Duskin, of Eilenberg and Mac Lane’s classifying complex functor ¯ W .",
    "lemma": "Duskin"
  },
  {
    "sentence": "We will give a simple formula for this functor, which is based on a factorization, due to Duskin, of Eilenberg and Mac Lane’s classifying complex functor ¯ W .",
    "lemma": "Eilenberg"
  },
  {
    "sentence": "We will give a simple formula for this functor, which is based on a factorization, due to Duskin, of Eilenberg and Mac Lane’s classifying complex functor ¯ W .",
    "lemma": "Mac Lane"
  },
  {
    "sentence": "We will give a new, short, proof of Kan’s result that the unit map for the adjunction ⊣ G ¯ W is a weak homotopy equivalence for reduced simplicial sets.",
    "lemma": "Kan"
  },
  {
    "sentence": " Quantum categories were introduced by Day and Street as generalizations of both bi(co)algebroids and small categories.",
    "lemma": "Day"
  },
  {
    "sentence": " Quantum categories were introduced by Day and Street as generalizations of both bi(co)algebroids and small categories.",
    "lemma": "Street"
  },
  {
    "sentence": "In particular, we show explicitly how the monadic definition of a quantum category unpacks to a set of axioms close to the definitions of a bialgebroid in the Hopf algebraic literature.",
    "lemma": "Hopf"
  },
  {
    "sentence": "By the Lefschetz fixed point theorem, if an endomorphism of a topological space is fixed-point-free, then its Lefschetz number vanishes.",
    "lemma": "Lefschetz"
  },
  {
    "sentence": "By the Lefschetz fixed point theorem, if an endomorphism of a topological space is fixed-point-free, then its Lefschetz number vanishes.",
    "lemma": "Lefschetz"
  },
  {
    "sentence": "This necessary condition is not usually sufficient, however; for that we need a refinement of the Lefschetz number called the Reidemeister trace.",
    "lemma": "Lefschetz"
  },
  {
    "sentence": "Abstractly, the Lefschetz number is a trace in a symmetric monoidal category, while the Reidemeister trace is a trace in a bicategory; in this paper we relate these contexts using indexed symmetric monoidal categories.",
    "lemma": "Lefschetz"
  },
  {
    "sentence": "Abstractly, the Lefschetz number is a trace in a symmetric monoidal category, while the Reidemeister trace is a trace in a bicategory; in this paper we relate these contexts using indexed symmetric monoidal categories.",
    "lemma": "Reidemeister"
  },
  {
    "sentence": "In particular, we will show that for any symmetric monoidal category with an associated indexed symmetric monoidal category, there is an associated bicategory which produces refinements of trace analogous to the Reidemeister trace.",
    "lemma": "Reidemeister"
  },
  {
    "sentence": "We obtain semantic characterizations, holding for any Grothendieck site ( C , J ) , for the models of a theory classified by a topos of the form ⁢ S h ( C , J ) in terms of the models of a theory classified by a topos [ C ⁢ o p , ⁢ S e t ] .",
    "lemma": "Grothendieck"
  },
  {
    "sentence": "These characterizations arise from an appropriate representation of flat functors into Grothendieck toposes based on an application of the Yoneda Lemma in conjunction with ideas from indexed category theory, and turn out to be relevant also in different contexts, in particular for addressing questions in classical Model Theory.",
    "lemma": "Grothendieck"
  },
  {
    "sentence": "These include a model for the Postnikov one-truncation of the sphere spectrum, and for its action on the model of a stable one-type.",
    "lemma": "Postnikov"
  },
  {
    "sentence": "We show that a bicategorical cokernel introduced by Vitale models the cofiber of a map between stable one-types, and apply this to develop an algebraic model for the Postnikov data of a stable one-type.",
    "lemma": "Postnikov"
  },
  {
    "sentence": "The second is a generalization of a result from semigroup theory by Boris Schein, and says that every small range category satisfying the additional condition that every map is an epimorphism onto its range can be faithfully embedded into the category of sets and partial functions with the usual notion of range.",
    "lemma": "Boris Schein"
  },
  {
    "sentence": " We give a generalized version of the Freyd conjecture and a way to think about a possible proof.",
    "lemma": "Freyd"
  },
  {
    "sentence": " Kornel Szlachanyi recently used the term skew-monoidal category for a particular laxified version of monoidal category.",
    "lemma": "Kornel Szlachanyi"
  },
  {
    "sentence": "Quantum groupoids (in the sense of Chikhladze et al rather than Day and Street) are those skew monoidales with invertible associativity constraint.",
    "lemma": "Chikhladze"
  },
  {
    "sentence": "Quantum groupoids (in the sense of Chikhladze et al rather than Day and Street) are those skew monoidales with invertible associativity constraint.",
    "lemma": "Day"
  },
  {
    "sentence": "Quantum groupoids (in the sense of Chikhladze et al rather than Day and Street) are those skew monoidales with invertible associativity constraint.",
    "lemma": "Street"
  },
  {
    "sentence": "We use a lax version of the concept of warping defined by Booker and Street to modify monoidal structures.",
    "lemma": "Booker"
  },
  {
    "sentence": "We use a lax version of the concept of warping defined by Booker and Street to modify monoidal structures.",
    "lemma": "Street"
  },
  {
    "sentence": "Two categories are called Morita equivalent if the categories of functors from these categories to the category of sets are equivalent.",
    "lemma": "Morita"
  },
  {
    "sentence": "This allows us to prove a conjecture of Richard Garner: considering the algebraic weak factorisation system given in that algebraic model structure between cofibrations and trivial fibrations, we show that the category of relative cell complexes is equivalent to the category of coalgebras.",
    "lemma": "Richard Garner"
  },
  {
    "sentence": "For a generalisation of the classical theory of Hopf algebra over fields, A. Bruguièeres and A. Virelizier study opmonoidal monads on monoidal categories (which they called bimonads,).",
    "lemma": "A. Bruguièeres"
  },
  {
    "sentence": "For a generalisation of the classical theory of Hopf algebra over fields, A. Bruguièeres and A. Virelizier study opmonoidal monads on monoidal categories (which they called bimonads,).",
    "lemma": "A. Virelizier"
  },
  {
    "sentence": "In a recent joint paper with S. Lack the same authors define the notion of a pre-Hopf monad by requiring only a special form of the fusion operator to be invertible.",
    "lemma": "S. Lack"
  },
  {
    "sentence": "As a byproduct some new properties are detected which make a (general) bimonad on a Cauchy complete category to a Hopf monad.",
    "lemma": "Hopf"
  },
  {
    "sentence": "We simultaneously generalize the theory of Tannaka duality in two ways: first, we replace Hopf algebras with weak Hopf algebras and strong monoidal functors with separable Frobenius monoidal functors; second, we replace the category of vector spaces with an arbitrary braided monoidal category.",
    "lemma": "Tannaka"
  },
  {
    "sentence": "We simultaneously generalize the theory of Tannaka duality in two ways: first, we replace Hopf algebras with weak Hopf algebras and strong monoidal functors with separable Frobenius monoidal functors; second, we replace the category of vector spaces with an arbitrary braided monoidal category.",
    "lemma": "Hopf"
  },
  {
    "sentence": "We simultaneously generalize the theory of Tannaka duality in two ways: first, we replace Hopf algebras with weak Hopf algebras and strong monoidal functors with separable Frobenius monoidal functors; second, we replace the category of vector spaces with an arbitrary braided monoidal category.",
    "lemma": "Hopf"
  },
  {
    "sentence": "We simultaneously generalize the theory of Tannaka duality in two ways: first, we replace Hopf algebras with weak Hopf algebras and strong monoidal functors with separable Frobenius monoidal functors; second, we replace the category of vector spaces with an arbitrary braided monoidal category.",
    "lemma": "Frobenius"
  },
  {
    "sentence": "Finally, having generalized Tannaka duality to an arbitrary base category, we briefly discuss the functoriality of the construction as this base is varied.",
    "lemma": "Tannaka"
  },
  {
    "sentence": " We prove that the 2-category of closed categories of Eilenberg and Kelly is equivalent to a suitable full 2-subcategory of the 2-category of closed multicategories.",
    "lemma": "Eilenberg"
  },
  {
    "sentence": " We prove that the 2-category of closed categories of Eilenberg and Kelly is equivalent to a suitable full 2-subcategory of the 2-category of closed multicategories.",
    "lemma": "Kelly"
  },
  {
    "sentence": "It is shown how the theory of commutative monads provides an axiomatic framework for several aspects of distribution theory in a broad sense, including probability distributions, physical extensive quantities, and Schwartz distributions of compact support.",
    "lemma": "Schwartz"
  },
  {
    "sentence": "That is, for any 2-category ⁢ c a l K and for any non-negative integer n , we introduce 2-categories ⁢ \\Wdl ( n ) ( K ) , of ( + n 1 ) -tuples of monads in K pairwise related by weak distributive laws obeying the Yang-Baxter equation.",
    "lemma": "Yang"
  },
  {
    "sentence": "We also construct a fully faithful embedding of ⁢ \\Wdl ( n ) ( ⁢ ¯ K ) into the 2-category of commutative + n 1 dimensional cubes in ⁢ \\Mnd ( ⁢ ¯ K ) (hence into the 2-category of commutative + n 1 dimensional cubes in K whenever K has Eilenberg-Moore objects and its idempotent 2-cells split).",
    "lemma": "Eilenberg"
  },
  {
    "sentence": " We extend the notion of exact completion on a category with weak finite limits to Lawvere’s elementary doctrines.",
    "lemma": "Lawvere"
  },
  {
    "sentence": "Bruguières, Lack and Virelizier have recently obtained a vast generalization of Sweedler’s Fundamental Theorem of Hopf modules, in which the role of the Hopf algebra is played by a bimonad.",
    "lemma": "Bruguières"
  },
  {
    "sentence": "Bruguières, Lack and Virelizier have recently obtained a vast generalization of Sweedler’s Fundamental Theorem of Hopf modules, in which the role of the Hopf algebra is played by a bimonad.",
    "lemma": "Lack"
  },
  {
    "sentence": "Bruguières, Lack and Virelizier have recently obtained a vast generalization of Sweedler’s Fundamental Theorem of Hopf modules, in which the role of the Hopf algebra is played by a bimonad.",
    "lemma": "Virelizier"
  },
  {
    "sentence": "Bruguières, Lack and Virelizier have recently obtained a vast generalization of Sweedler’s Fundamental Theorem of Hopf modules, in which the role of the Hopf algebra is played by a bimonad.",
    "lemma": "Sweedler"
  },
  {
    "sentence": "Bruguières, Lack and Virelizier have recently obtained a vast generalization of Sweedler’s Fundamental Theorem of Hopf modules, in which the role of the Hopf algebra is played by a bimonad.",
    "lemma": "Hopf"
  },
  {
    "sentence": "Bruguières, Lack and Virelizier have recently obtained a vast generalization of Sweedler’s Fundamental Theorem of Hopf modules, in which the role of the Hopf algebra is played by a bimonad.",
    "lemma": "Hopf"
  },
  {
    "sentence": "As an application we obtain a generalization of another classical theorem from the Hopf algebra literature, due to Schneider, which itself is an extension of Sweedler’s result (to the setting of Hopf Galois extensions).",
    "lemma": "Hopf"
  },
  {
    "sentence": "As an application we obtain a generalization of another classical theorem from the Hopf algebra literature, due to Schneider, which itself is an extension of Sweedler’s result (to the setting of Hopf Galois extensions).",
    "lemma": "Schneider"
  },
  {
    "sentence": "As an application we obtain a generalization of another classical theorem from the Hopf algebra literature, due to Schneider, which itself is an extension of Sweedler’s result (to the setting of Hopf Galois extensions).",
    "lemma": "Sweedler"
  },
  {
    "sentence": "We study actions of G on objects A of C (defined by Bourn and Janelidze as being algebras over a certain monad T G ), with two objectives: investigating to which extent actions can be described in terms of smaller data, called action cores; and to single out those abstract action cores which extend to actions corresponding to semi-direct products of A and G (in a non-exact setting, not every action does).",
    "lemma": "Bourn"
  },
  {
    "sentence": "We study actions of G on objects A of C (defined by Bourn and Janelidze as being algebras over a certain monad T G ), with two objectives: investigating to which extent actions can be described in terms of smaller data, called action cores; and to single out those abstract action cores which extend to actions corresponding to semi-direct products of A and G (in a non-exact setting, not every action does).",
    "lemma": "Janelidze"
  },
  {
    "sentence": "This also amounts to an alternative proof of Bourn and Janelidze’s category equivalence between points over G in C and actions of G in the semi-abelian context.",
    "lemma": "Bourn"
  },
  {
    "sentence": "This also amounts to an alternative proof of Bourn and Janelidze’s category equivalence between points over G in C and actions of G in the semi-abelian context.",
    "lemma": "Janelidze"
  },
  {
    "sentence": "As an application, we characterize abelian action cores, that is, action cores corresponding to Beck modules; here also the coherence condition follows from the others.",
    "lemma": "Beck"
  },
  {
    "sentence": "Lawvere’s notion of completeness for quantale-enriched categories has been extended to the theory of lax algebras under the name of L-completeness.",
    "lemma": "Lawvere"
  },
  {
    "sentence": "The characterization of stably closed maps of topological spaces as the closed maps with compact fibres and the role of the Kuratowski-Mrówka’ Theorem in this characterization are being explored in the general context of lax (T,V)-algebras, for a quantale V and a Set-monad T with a lax extension to V-relations.",
    "lemma": "Kuratowski"
  },
  {
    "sentence": "Examples of this kind of monoidal categories are elementary toposes considered as cartesian closed monoidal categories, the module categories over a commutative ring object in a Grothendieck topos and Barr’s star-autonomous categories.",
    "lemma": "Grothendieck"
  },
  {
    "sentence": "Examples of this kind of monoidal categories are elementary toposes considered as cartesian closed monoidal categories, the module categories over a commutative ring object in a Grothendieck topos and Barr’s star-autonomous categories.",
    "lemma": "Barr"
  },
  {
    "sentence": "In 2001 Barr and Kleisli described *-autonomous structures on two full subcategories of topological abelian groups.",
    "lemma": "Barr"
  },
  {
    "sentence": "In 2001 Barr and Kleisli described *-autonomous structures on two full subcategories of topological abelian groups.",
    "lemma": "Kleisli"
  },
  {
    "sentence": " We prove that all semi-abelian categories with the the Smith is Huq property satisfy the Commutator Condition(CC): higher central extensions may be characterised in terms of binary (Huq or Smith) commutators.",
    "lemma": "Smith"
  },
  {
    "sentence": " We prove that all semi-abelian categories with the the Smith is Huq property satisfy the Commutator Condition(CC): higher central extensions may be characterised in terms of binary (Huq or Smith) commutators.",
    "lemma": "Huq"
  },
  {
    "sentence": " We prove that all semi-abelian categories with the the Smith is Huq property satisfy the Commutator Condition(CC): higher central extensions may be characterised in terms of binary (Huq or Smith) commutators.",
    "lemma": "Huq"
  },
  {
    "sentence": " We prove that all semi-abelian categories with the the Smith is Huq property satisfy the Commutator Condition(CC): higher central extensions may be characterised in terms of binary (Huq or Smith) commutators.",
    "lemma": "Smith"
  },
  {
    "sentence": "In fact, even Higgins commutators suffice.",
    "lemma": "Higgins"
  },
  {
    "sentence": "As a consequence, in the presence of enough projectives we obtain explicit Hopf formulae for homology with coefficients in the abelianisation functor, and an interpretation of cohomology with coefficients in an abelian object in terms of equivalence classes of higher central extensions.",
    "lemma": "Hopf"
  },
  {
    "sentence": "We introduce an intrinsic description of the Ursini commutator in any ideal determined category and we compare it with the Higgins and Huq commutators.",
    "lemma": "Ursini"
  },
  {
    "sentence": "We introduce an intrinsic description of the Ursini commutator in any ideal determined category and we compare it with the Higgins and Huq commutators.",
    "lemma": "Higgins"
  },
  {
    "sentence": "We introduce an intrinsic description of the Ursini commutator in any ideal determined category and we compare it with the Higgins and Huq commutators.",
    "lemma": "Huq"
  },
  {
    "sentence": "After describing also the Smith-Pedicchio commutator by means of canonical arrows from a coproduct, we compare the two notions, showing that in any exact Mal’tsev normal category the Ursini commutator [ H , K ] U of two subobjects H , K of A is the normalization of the Smith-Pedicchio commutator of the equivalence relations generated by H and K , extending the result valid for ideal determined varieties given by Ursini and Gumm.",
    "lemma": "Ursini"
  },
  {
    "sentence": "After describing also the Smith-Pedicchio commutator by means of canonical arrows from a coproduct, we compare the two notions, showing that in any exact Mal’tsev normal category the Ursini commutator [ H , K ] U of two subobjects H , K of A is the normalization of the Smith-Pedicchio commutator of the equivalence relations generated by H and K , extending the result valid for ideal determined varieties given by Ursini and Gumm.",
    "lemma": "Gumm"
  },
  {
    "sentence": "This leads to a unified treatment of regular subtractive categories and of regular Goursat categories, as well as of E -subtractive varieties (where E is the set of constants in a variety) recently introduced by the fourth author.",
    "lemma": "Goursat"
  },
  {
    "sentence": "As an application, we show that “ideals” coincide with “clots” in any regular subtractive category, which can be considered as a pointed analogue of a known result for regular Goursat categories.",
    "lemma": "Goursat"
  },
  {
    "sentence": "In fact, we obtain a more general result which includes, as its another particular instance, a similar well-known characterization of Mal’tsev categories.",
    "lemma": "Mal’tsev"
  },
  {
    "sentence": "Street showed that → Y B is exponentiable in / ⁢ C a t B if and only if the corresponding normal lax functor → B ⁢ C a t is a pseudo-functor.",
    "lemma": "Street"
  },
  {
    "sentence": "We prove three results relating to diexact categories: firstly, that a category is a pretopos if and only if it is diexact with a strict initial object; secondly, that a category is diexact if and only if it is Barr-exact, and every pair of monomorphisms admits a pushout which is stable and a pullback; and thirdly, that a small category with finite limits and pushouts of difunctional relations is diexact if and only if it admits a full structure-preserving embedding into a Grothendieck topos.",
    "lemma": "Grothendieck"
  },
  {
    "sentence": "Recently Benno van den Berg introduced a new class of realizability toposes which he christened Herbrand toposes.",
    "lemma": "Benno van den Berg"
  },
  {
    "sentence": "Recently Benno van den Berg introduced a new class of realizability toposes which he christened Herbrand toposes.",
    "lemma": "Herbrand"
  },
  {
    "sentence": "These toposes have strikingly different properties from ordinary realizability toposes, notably the (related) properties that the ‘constant object’ functor from the topos of sets preserves finite coproducts, and that De Morgan’s law is satisfied.",
    "lemma": "De Morgan ’s"
  },
  {
    "sentence": "In this paper we show that these properties are no accident: for any Schonfinkel algebra Λ , the Herbrand realizability topos over Λ may be obtained as the Gleason cover (in the sense of Johnstone (1980)) of the ordinary realizability topos over Λ .",
    "lemma": "Schonfinkel"
  },
  {
    "sentence": "In this paper we show that these properties are no accident: for any Schonfinkel algebra Λ , the Herbrand realizability topos over Λ may be obtained as the Gleason cover (in the sense of Johnstone (1980)) of the ordinary realizability topos over Λ .",
    "lemma": "Herbrand"
  },
  {
    "sentence": "In this paper we show that these properties are no accident: for any Schonfinkel algebra Λ , the Herbrand realizability topos over Λ may be obtained as the Gleason cover (in the sense of Johnstone (1980)) of the ordinary realizability topos over Λ .",
    "lemma": "Gleason"
  },
  {
    "sentence": "In this paper we show that these properties are no accident: for any Schonfinkel algebra Λ , the Herbrand realizability topos over Λ may be obtained as the Gleason cover (in the sense of Johnstone (1980)) of the ordinary realizability topos over Λ .",
    "lemma": "Johnstone"
  },
  {
    "sentence": "As a corollary, we obtain the functoriality of the Herbrand realizability construction on the category of Schonfinkel algebras and computationally dense applicative morphisms.",
    "lemma": "Herbrand"
  },
  {
    "sentence": "As a corollary, we obtain the functoriality of the Herbrand realizability construction on the category of Schonfinkel algebras and computationally dense applicative morphisms.",
    "lemma": "Schonfinkel"
  },
  {
    "sentence": "We show that there is a one-to-one correspondence between the quantum G -homogeneous spaces up to equivariant Morita equivalence, and indecomposable module C * -categories over ⁢ R e p ( G ) up to natural equivalence.",
    "lemma": "Morita"
  },
  {
    "sentence": "This gives a global approach to the duality theory for ergodic actions as developed by C. Pinzari and J. Roberts.",
    "lemma": "C. Pinzari"
  },
  {
    "sentence": "This gives a global approach to the duality theory for ergodic actions as developed by C. Pinzari and J. Roberts.",
    "lemma": "J. Roberts"
  },
  {
    "sentence": "A super Fermat theory is a natural generalization of the concept of a Fermat theory introduced by E. Dubuc and A. Kock.",
    "lemma": "Fermat"
  },
  {
    "sentence": "A super Fermat theory is a natural generalization of the concept of a Fermat theory introduced by E. Dubuc and A. Kock.",
    "lemma": "E. Dubuc"
  },
  {
    "sentence": "A super Fermat theory is a natural generalization of the concept of a Fermat theory introduced by E. Dubuc and A. Kock.",
    "lemma": "A. Kock"
  },
  {
    "sentence": "We show that any Fermat theory admits a canonical superization, however not every super Fermat theory arises in this way.",
    "lemma": "Fermat"
  },
  {
    "sentence": "In this paper we unify the developments of Batanin [1998], Batanin-Weber [2011] and Cheng [2011] into a single framework in which the interplay between multitensors on a category V , and monads on the category ⁢ G V of graphs enriched in V , is taken as fundamental.",
    "lemma": "Batanin"
  },
  {
    "sentence": "In this paper we unify the developments of Batanin [1998], Batanin-Weber [2011] and Cheng [2011] into a single framework in which the interplay between multitensors on a category V , and monads on the category ⁢ G V of graphs enriched in V , is taken as fundamental.",
    "lemma": "Batanin"
  },
  {
    "sentence": "In this paper we unify the developments of Batanin [1998], Batanin-Weber [2011] and Cheng [2011] into a single framework in which the interplay between multitensors on a category V , and monads on the category ⁢ G V of graphs enriched in V , is taken as fundamental.",
    "lemma": "Cheng"
  },
  {
    "sentence": "The material presented here is the conceptual background for subsequent work: in Batanin-Cisinski-Weber [2013] the Gray tensor product of 2-categories and the Crans [1999] tensor product of Gray categories are exhibited as existing within our framework, and in Weber [2013] the explicit construction of the funny tensor product of categories is generalised to a large class of Batanin operads.",
    "lemma": "Batanin"
  },
  {
    "sentence": "The material presented here is the conceptual background for subsequent work: in Batanin-Cisinski-Weber [2013] the Gray tensor product of 2-categories and the Crans [1999] tensor product of Gray categories are exhibited as existing within our framework, and in Weber [2013] the explicit construction of the funny tensor product of categories is generalised to a large class of Batanin operads.",
    "lemma": "Gray"
  },
  {
    "sentence": "The material presented here is the conceptual background for subsequent work: in Batanin-Cisinski-Weber [2013] the Gray tensor product of 2-categories and the Crans [1999] tensor product of Gray categories are exhibited as existing within our framework, and in Weber [2013] the explicit construction of the funny tensor product of categories is generalised to a large class of Batanin operads.",
    "lemma": "Weber"
  },
  {
    "sentence": "In this paper we consider generalized metric spaces in the sense of Lawvere and the categorical Isbell completion construction.",
    "lemma": "Lawvere"
  },
  {
    "sentence": "We show that this is an analogue of the tight span construction of classical metric spaces, and that the Isbell completion coincides with the directed tight span of Hirai and Koichi.",
    "lemma": "Hirai"
  },
  {
    "sentence": "We show that this is an analogue of the tight span construction of classical metric spaces, and that the Isbell completion coincides with the directed tight span of Hirai and Koichi.",
    "lemma": "Koichi"
  },
  {
    "sentence": "Moerdijk’s site description for equivariant sheaf toposes on open topological groupoids is used to give a proof for the (known, but apparently unpublished) proposition that if H is a subgroupoid of an open topological groupoid G , then the topos of equivariant sheaves on H is a subtopos of the topos of equivariant sheaves on G .",
    "lemma": "Moerdijk"
  },
  {
    "sentence": " By Gelfand-Neumark duality, the category ⁢ C * A l g of commutative C * -algebras is dually equivalent to the category of compact Hausdorff spaces, which by Stone duality, is also dually equivalent to the category ⁢ u b a l of uniformly complete bounded Archimedean ℓ -algebras.",
    "lemma": "Hausdorff"
  },
  {
    "sentence": " By Gelfand-Neumark duality, the category ⁢ C * A l g of commutative C * -algebras is dually equivalent to the category of compact Hausdorff spaces, which by Stone duality, is also dually equivalent to the category ⁢ u b a l of uniformly complete bounded Archimedean ℓ -algebras.",
    "lemma": "Stone"
  },
  {
    "sentence": "We exhibit sufficient conditions for a monoidal monad T on a monoidal category C to induce a monoidal structure on the Eilenberg–Moore category C T that represents bimorphisms.",
    "lemma": "Eilenberg"
  },
  {
    "sentence": "Varying the parameter category object E (or parameter space S) along with the diagrams X up to weak equivalence requires model structures for E-diagrams having weak equivalences defined by homotopy colimits, and a generalization of Thomason’s model structure for small categories to a model structure for presheaves of simplicial categories.",
    "lemma": "Thomason"
  },
  {
    "sentence": "We also expand on an undeservedly ignored theorem of Kennison and Gildenhuys: that the codensity monad of the inclusion of (finite sets) into (sets) is the ultrafilter monad.",
    "lemma": "Kennison"
  },
  {
    "sentence": "We also expand on an undeservedly ignored theorem of Kennison and Gildenhuys: that the codensity monad of the inclusion of (finite sets) into (sets) is the ultrafilter monad.",
    "lemma": "Gildenhuys"
  },
  {
    "sentence": "From this it follows that compact Hausdorff spaces have a linear analogue: linearly compact vector spaces.",
    "lemma": "Hausdorff"
  },
  {
    "sentence": "We show that every geometric morphism between realizability toposes satisfies the condition that its inverse image commutes with the ‘constant object’ functors, which was assumed by John Longley in his pioneering study of such morphisms.",
    "lemma": "John Longley"
  },
  {
    "sentence": "We also provide the answer to something which was stated as an open problem on Jaap van Oosten’s book on realizability toposes: if a subtopos of a realizability topos is (co)complete, it must be either the topos of sets or the degenerate topos.",
    "lemma": "Jaap van Oosten ’s"
  },
  {
    "sentence": "Motivated by a question of Lawvere, we compare the Cauchy completion, defined in the setting of V-Cat for V a symmetric monoidal closed category, with the Grothendieck completion, defined in the setting of S-Indexed Cat for S a topos.",
    "lemma": "Lawvere"
  },
  {
    "sentence": "Motivated by a question of Lawvere, we compare the Cauchy completion, defined in the setting of V-Cat for V a symmetric monoidal closed category, with the Grothendieck completion, defined in the setting of S-Indexed Cat for S a topos.",
    "lemma": "Cauchy"
  },
  {
    "sentence": "Motivated by a question of Lawvere, we compare the Cauchy completion, defined in the setting of V-Cat for V a symmetric monoidal closed category, with the Grothendieck completion, defined in the setting of S-Indexed Cat for S a topos.",
    "lemma": "Grothendieck"
  },
  {
    "sentence": "We find that, whereas all of the KZ-doctrines that are relevant to this discussion (Karoubi, Cauchy, Stack, Grothendieck) may be regarded as ‘bounded’, only the Cauchy and the Grothendieck completions are ‘tightly bounded’ - two notions that we introduce and study in this paper.",
    "lemma": "Karoubi"
  },
  {
    "sentence": "We find that, whereas all of the KZ-doctrines that are relevant to this discussion (Karoubi, Cauchy, Stack, Grothendieck) may be regarded as ‘bounded’, only the Cauchy and the Grothendieck completions are ‘tightly bounded’ - two notions that we introduce and study in this paper.",
    "lemma": "Cauchy"
  },
  {
    "sentence": "We find that, whereas all of the KZ-doctrines that are relevant to this discussion (Karoubi, Cauchy, Stack, Grothendieck) may be regarded as ‘bounded’, only the Cauchy and the Grothendieck completions are ‘tightly bounded’ - two notions that we introduce and study in this paper.",
    "lemma": "Stack"
  },
  {
    "sentence": "We find that, whereas all of the KZ-doctrines that are relevant to this discussion (Karoubi, Cauchy, Stack, Grothendieck) may be regarded as ‘bounded’, only the Cauchy and the Grothendieck completions are ‘tightly bounded’ - two notions that we introduce and study in this paper.",
    "lemma": "Grothendieck"
  },
  {
    "sentence": "We find that, whereas all of the KZ-doctrines that are relevant to this discussion (Karoubi, Cauchy, Stack, Grothendieck) may be regarded as ‘bounded’, only the Cauchy and the Grothendieck completions are ‘tightly bounded’ - two notions that we introduce and study in this paper.",
    "lemma": "Cauchy"
  },
  {
    "sentence": "We find that, whereas all of the KZ-doctrines that are relevant to this discussion (Karoubi, Cauchy, Stack, Grothendieck) may be regarded as ‘bounded’, only the Cauchy and the Grothendieck completions are ‘tightly bounded’ - two notions that we introduce and study in this paper.",
    "lemma": "Grothendieck"
  },
  {
    "sentence": "We also show, in a different approach to answering the motivating question, that the Cauchy completion (defined using ‘distributors’) and the Grothendieck completion (defined using ‘generalized functors’) are actually equivalent constructions.",
    "lemma": "Cauchy"
  },
  {
    "sentence": "We also show, in a different approach to answering the motivating question, that the Cauchy completion (defined using ‘distributors’) and the Grothendieck completion (defined using ‘generalized functors’) are actually equivalent constructions.",
    "lemma": "Grothendieck"
  },
  {
    "sentence": "The main source of inspiration for the present paper is the work of R. Rosebrugh and R.J. Wood on constructively completely distributive lattices where the authors elegantly employ the concepts of adjunction and module.",
    "lemma": "R. Rosebrugh"
  },
  {
    "sentence": "The main source of inspiration for the present paper is the work of R. Rosebrugh and R.J. Wood on constructively completely distributive lattices where the authors elegantly employ the concepts of adjunction and module.",
    "lemma": "R.J. Wood"
  },
  {
    "sentence": " One of the open problems in higher category theory is the systematic construction of the higher dimensional analogues of the Gray tensor product of 2-categories.",
    "lemma": "Gray"
  },
  {
    "sentence": "In this paper we continue the developments of [Batanin-Weber, 2011], [Weber, 2011] and [Batanin-Cisinski-Weber, 2011] by understanding the natural generalisations of Gray’s little brother, the funny tensor product of categories.",
    "lemma": "Weber"
  },
  {
    "sentence": "In this paper we continue the developments of [Batanin-Weber, 2011], [Weber, 2011] and [Batanin-Cisinski-Weber, 2011] by understanding the natural generalisations of Gray’s little brother, the funny tensor product of categories.",
    "lemma": "Gray"
  },
  {
    "sentence": "We show that not only the familiar notions of completion, closure, and density in normed vector spaces, but also the notions of sheafification, closure, and density with respect to a Lawvere-Tierney topology, are instances of the given abstract notions.",
    "lemma": "Lawvere"
  },
  {
    "sentence": "Hence the resulting theorem on the existence of the idempotent core of an enriched monad entails Fakir’s existence result in the non-enriched case, as well as adjoint functor factorization results of Applegate-Tierney and Day.",
    "lemma": "Fakir"
  },
  {
    "sentence": "Hence the resulting theorem on the existence of the idempotent core of an enriched monad entails Fakir’s existence result in the non-enriched case, as well as adjoint functor factorization results of Applegate-Tierney and Day.",
    "lemma": "Applegate - Tierney"
  },
  {
    "sentence": "Hence the resulting theorem on the existence of the idempotent core of an enriched monad entails Fakir’s existence result in the non-enriched case, as well as adjoint functor factorization results of Applegate-Tierney and Day.",
    "lemma": "Day"
  },
  {
    "sentence": "In this paper we consider a notion of pointwise Kan extension in double categories that naturally generalises Dubuc’s notion of pointwise Kan extension along enriched functors.",
    "lemma": "Dubuc"
  },
  {
    "sentence": "We show that, when considered in equipments that admit opcartesian tabulations, it generalises Street’s notion of pointwise Kan extension in 2 -categories.",
    "lemma": "Street"
  },
  {
    "sentence": "We show that the category of categories fibred over a site is a generalized Quillen model category in which the weak equivalences are the local equivalences and the fibrant objects are the stacks, as they were defined by J. Giraud.",
    "lemma": "J. Giraud"
  },
  {
    "sentence": "We show that the category of sheaves of categories is a model category that is Quillen equivalent to the generalized model category for stacks and to the model category for strong stacks due to A. Joyal and M. Tierney.",
    "lemma": "A. Joyal"
  },
  {
    "sentence": "We show that the category of sheaves of categories is a model category that is Quillen equivalent to the generalized model category for stacks and to the model category for strong stacks due to A. Joyal and M. Tierney.",
    "lemma": "M. Tierney"
  },
  {
    "sentence": "We present a weak form of a recognition principle for Quillen model categories due to J.H. Smith.",
    "lemma": "Quillen"
  },
  {
    "sentence": "We present a weak form of a recognition principle for Quillen model categories due to J.H. Smith.",
    "lemma": "J.H. Smith"
  },
  {
    "sentence": "The proof uses a part of the model structure on small simplicial categories due to J. Bergner.",
    "lemma": "J. Bergner"
  },
  {
    "sentence": "We give an application of the weak form of Smith’s result to left Bousfield localizations of categories of monoids in a suitable monoidal model category.",
    "lemma": "Smith"
  },
  {
    "sentence": "We give an application of the weak form of Smith’s result to left Bousfield localizations of categories of monoids in a suitable monoidal model category.",
    "lemma": "Bousfield"
  },
  {
    "sentence": "As tools we use the method developed by Shrestha of simultaneously representing formulas for obstructions, along with the corresponding cocycle and cobounding conditions by suitably labeled polygons, giving a rigorous exposition of the previously heuristic method; and deformations of pasting diagrams in which some cells are required to be deformed trivially.",
    "lemma": "Shrestha"
  },
  {
    "sentence": "In a paper of 1974, Brian Day employed a notion of factorization system in the context of enriched category theory, replacing the usual diagonal lifting property with a corresponding criterion phrased in terms of hom-objects.",
    "lemma": "Brian Day"
  },
  {
    "sentence": "This obstruction also applies to other spectra such as those named after Zariski, Stone, and Pierce.",
    "lemma": "Zariski"
  },
  {
    "sentence": "This obstruction also applies to other spectra such as those named after Zariski, Stone, and Pierce.",
    "lemma": "Stone"
  },
  {
    "sentence": "This obstruction also applies to other spectra such as those named after Zariski, Stone, and Pierce.",
    "lemma": "Pierce"
  },
  {
    "sentence": "Our proof is independent of all earlier characterizations, but inspired by the work of Petz.",
    "lemma": "Petz"
  },
  {
    "sentence": "We also consider the MacNeille completion of a faithful functor to a topological one, first described by Herrlich, and show that it may be obtained as an instance of Isbell’s generalised notion of MacNeille completion for enriched categories.",
    "lemma": "MacNeille"
  },
  {
    "sentence": "We also consider the MacNeille completion of a faithful functor to a topological one, first described by Herrlich, and show that it may be obtained as an instance of Isbell’s generalised notion of MacNeille completion for enriched categories.",
    "lemma": "Herrlich"
  },
  {
    "sentence": "We also consider the MacNeille completion of a faithful functor to a topological one, first described by Herrlich, and show that it may be obtained as an instance of Isbell’s generalised notion of MacNeille completion for enriched categories.",
    "lemma": "Isbell"
  },
  {
    "sentence": "We also consider the MacNeille completion of a faithful functor to a topological one, first described by Herrlich, and show that it may be obtained as an instance of Isbell’s generalised notion of MacNeille completion for enriched categories.",
    "lemma": "MacNeille"
  },
  {
    "sentence": " We discuss various concepts of ∞ -homotopies, as well as the relations between them (focussing on the Leibniz type).",
    "lemma": "Leibniz"
  },
  {
    "sentence": "In the nilpotent case, this nerve is known to be a Kan complex.",
    "lemma": "Kan"
  },
  {
    "sentence": "The paper contains a shortcut to ( ∞ , 1 ) -categories, as well as a review of Getzler’s proof of the Kan property.",
    "lemma": "Getzler"
  },
  {
    "sentence": "The paper contains a shortcut to ( ∞ , 1 ) -categories, as well as a review of Getzler’s proof of the Kan property.",
    "lemma": "Kan"
  },
  {
    "sentence": "We make the latter concrete by applying it to the 2-term ∞ -algebra case, thus recovering the concept of homotopy of Baez and Crans, as well as the corresponding composition rule [].",
    "lemma": "Baez"
  },
  {
    "sentence": "We make the latter concrete by applying it to the 2-term ∞ -algebra case, thus recovering the concept of homotopy of Baez and Crans, as well as the corresponding composition rule [].",
    "lemma": "Crans"
  },
  {
    "sentence": "We also answer a question of Shoikhet about composition of ∞ -homotopies of ∞ -algebras.",
    "lemma": "Shoikhet"
  },
  {
    "sentence": " The goal of this paper is to demystify the role played by the Reedy category axioms in homotopy theory.",
    "lemma": "Reedy"
  },
  {
    "sentence": "Turning to representations, which are actions that respect vector space structures, we establish an analog of Schur’s lemma in this context.",
    "lemma": "Schur"
  },
  {
    "sentence": "We relate this construction to Berkovich’s analytic spaces, to Durov’s generalized schemes and to Haran’s F-schemes.",
    "lemma": "Berkovich"
  },
  {
    "sentence": "We relate this construction to Berkovich’s analytic spaces, to Durov’s generalized schemes and to Haran’s F-schemes.",
    "lemma": "Durov"
  },
  {
    "sentence": "We relate this construction to Berkovich’s analytic spaces, to Durov’s generalized schemes and to Haran’s F-schemes.",
    "lemma": "Haran"
  },
  {
    "sentence": "We use these relations to define analytic versions of Arakelov compactifications of affine arithmetic varieties.",
    "lemma": "Arakelov"
  },
  {
    "sentence": "We show that the adjunction between monoids and groups obtained via the Grothendieck group construction is admissible, relatively to surjective homomorphisms, in the sense of categorical Galois theory.",
    "lemma": "Grothendieck"
  },
  {
    "sentence": "In an earlier work, we constructed the almost strict Morse n-category X which extends Cohen and Jones and Segal’s flow category.",
    "lemma": "Morse"
  },
  {
    "sentence": "In an earlier work, we constructed the almost strict Morse n-category X which extends Cohen and Jones and Segal’s flow category.",
    "lemma": "Cohen"
  },
  {
    "sentence": "In an earlier work, we constructed the almost strict Morse n-category X which extends Cohen and Jones and Segal’s flow category.",
    "lemma": "Jones"
  },
  {
    "sentence": "In an earlier work, we constructed the almost strict Morse n-category X which extends Cohen and Jones and Segal’s flow category.",
    "lemma": "Segal"
  },
  {
    "sentence": "The Morse index and the dimension of the Morse moduli spaces give rise to almost strict n-category functors : F → X V and : G → X W .",
    "lemma": "Morse"
  },
  {
    "sentence": "The Morse index and the dimension of the Morse moduli spaces give rise to almost strict n-category functors : F → X V and : G → X W .",
    "lemma": "Morse"
  },
  {
    "sentence": "(4) ( X , τ ) admits a stronger Stone topology π such that ( X , τ , π ) is a bitopological quasi spectral space",
    "lemma": "Stone"
  },
  {
    "sentence": "We study equivalent conditions in the context of semi-abelian categories, as well as some of its consequences: including amongst others, strong protomodularity, and normality of Higgins commutators for normal subobjects, and in the varietal case, fibre-wise algebraic cartesian closedness.",
    "lemma": "Higgins"
  },
  {
    "sentence": "Inspired by recent work of Batanin and Berger on the homotopy theory of operads, a general monad-theoretic context for speaking about structures within structures is presented, and the problem of constructing the universal ambient structure containing the prescribed internal structure is studied.",
    "lemma": "Batanin"
  },
  {
    "sentence": "Inspired by recent work of Batanin and Berger on the homotopy theory of operads, a general monad-theoretic context for speaking about structures within structures is presented, and the problem of constructing the universal ambient structure containing the prescribed internal structure is studied.",
    "lemma": "Berger"
  },
  {
    "sentence": "Following the work of Lack, these universal objects must be constructed from simplicial objects arising from our monad-theoretic framework, as certain 2-categorical colimits called codescent objects.",
    "lemma": "Lack"
  },
  {
    "sentence": "These are the crossed internal categories of the title, and generalise the crossed simplicial groups of Loday and Fiedorowicz.",
    "lemma": "Loday"
  },
  {
    "sentence": "These are the crossed internal categories of the title, and generalise the crossed simplicial groups of Loday and Fiedorowicz.",
    "lemma": "Fiedorowicz"
  },
  {
    "sentence": " We show that the category of abstract elementary classes (AECs) and concrete functors is closed under constructions of “limit type,” which generalizes the approach of Mariano, Zambrano and Villaveces away from the syntactically oriented framework of institutions.",
    "lemma": "Mariano"
  },
  {
    "sentence": " We show that the category of abstract elementary classes (AECs) and concrete functors is closed under constructions of “limit type,” which generalizes the approach of Mariano, Zambrano and Villaveces away from the syntactically oriented framework of institutions.",
    "lemma": "Zambrano"
  },
  {
    "sentence": " We show that the category of abstract elementary classes (AECs) and concrete functors is closed under constructions of “limit type,” which generalizes the approach of Mariano, Zambrano and Villaveces away from the syntactically oriented framework of institutions.",
    "lemma": "Villaveces"
  },
  {
    "sentence": "When the operad is sigma-free, we establish a Quillen equivalence, with respect to the model structures on algebras of 2-monads found by Lack, between the strict algebras of our associated 2-monad, and those of the standard one.",
    "lemma": "Quillen"
  },
  {
    "sentence": "When the operad is sigma-free, we establish a Quillen equivalence, with respect to the model structures on algebras of 2-monads found by Lack, between the strict algebras of our associated 2-monad, and those of the standard one.",
    "lemma": "Lack"
  },
  {
    "sentence": "In fact, = ∘ K ~ K ~ K ∘ ~ K ~ K ~ K so that ∙ is the coequalizer of ∙ K and K ∙ , making ~ K a taxon in the sense of Koslowski.",
    "lemma": "Koslowski"
  },
  {
    "sentence": "We generalize the concept of a strong inclusion on a biframe to that of a proximity on a biframe, which is related to the concept of a strong bi-inclusion on a frame introduced by Picado and Pultr.",
    "lemma": "Picado"
  },
  {
    "sentence": "We generalize the concept of a strong inclusion on a biframe to that of a proximity on a biframe, which is related to the concept of a strong bi-inclusion on a frame introduced by Picado and Pultr.",
    "lemma": "Pultr"
  },
  {
    "sentence": "As a corollary, we obtain Schauerte’s characterization of bi-compactifications of a biframe.",
    "lemma": "Schauerte"
  },
  {
    "sentence": "In the spatial case this yields Blatter and Seever’s characterization of compactifications of completely regular ordered spaces and a characterization of bi-compactifications of completely regular bispaces.",
    "lemma": "Blatter"
  },
  {
    "sentence": "In the spatial case this yields Blatter and Seever’s characterization of compactifications of completely regular ordered spaces and a characterization of bi-compactifications of completely regular bispaces.",
    "lemma": "Seever"
  },
  {
    "sentence": "In this paper, we give several examples whose structure 2-groups are covering 2-groups and show that the surface holonomies can be computed via a simple formula in terms of paths of 1-dimensional holonomies inspired by earlier work of Chan Hong-Mo and Tsou Sheung Tsun on magnetic monopoles.",
    "lemma": "Chan Hong - Mo"
  },
  {
    "sentence": "In this paper, we give several examples whose structure 2-groups are covering 2-groups and show that the surface holonomies can be computed via a simple formula in terms of paths of 1-dimensional holonomies inspired by earlier work of Chan Hong-Mo and Tsou Sheung Tsun on magnetic monopoles.",
    "lemma": "Tsou Sheung Tsun"
  },
  {
    "sentence": "As a consequence of our work and that of Schreiber and Waldorf, this formula gives a rigorous meaning to non-abelian magnetic flux for magnetic monopoles.",
    "lemma": "Schreiber"
  },
  {
    "sentence": "As a consequence of our work and that of Schreiber and Waldorf, this formula gives a rigorous meaning to non-abelian magnetic flux for magnetic monopoles.",
    "lemma": "Waldorf"
  },
  {
    "sentence": "In the process, we discuss gauge covariance of surface holonomies for spheres for any 2-group, therefore generalizing the notion of the reduced group introduced by Schreiber and Waldorf.",
    "lemma": "Schreiber"
  },
  {
    "sentence": "In the process, we discuss gauge covariance of surface holonomies for spheres for any 2-group, therefore generalizing the notion of the reduced group introduced by Schreiber and Waldorf.",
    "lemma": "Waldorf"
  },
  {
    "sentence": "(2) In the locally path-connected category, we preserve notion of generalized covering due to Fischer and Zastrow and characterize the topology of such coverings using the standard whisker topology.",
    "lemma": "Fischer"
  },
  {
    "sentence": "(2) In the locally path-connected category, we preserve notion of generalized covering due to Fischer and Zastrow and characterize the topology of such coverings using the standard whisker topology.",
    "lemma": "Zastrow"
  },
  {
    "sentence": "We study transport of algebraic structures and prove a theorem which subsumes results of Comfort and Ross on topological group structures on Stone-Cech compactifications, of Chevalley and of Gil de Lamadrid and Jans on topological group and ring structures on universal covering spaces, and of Gleason on topological group structures on universal locally connected refinements.",
    "lemma": "Comfort"
  },
  {
    "sentence": "We study transport of algebraic structures and prove a theorem which subsumes results of Comfort and Ross on topological group structures on Stone-Cech compactifications, of Chevalley and of Gil de Lamadrid and Jans on topological group and ring structures on universal covering spaces, and of Gleason on topological group structures on universal locally connected refinements.",
    "lemma": "Ross"
  },
  {
    "sentence": "We study transport of algebraic structures and prove a theorem which subsumes results of Comfort and Ross on topological group structures on Stone-Cech compactifications, of Chevalley and of Gil de Lamadrid and Jans on topological group and ring structures on universal covering spaces, and of Gleason on topological group structures on universal locally connected refinements.",
    "lemma": "Chevalley"
  },
  {
    "sentence": "We study transport of algebraic structures and prove a theorem which subsumes results of Comfort and Ross on topological group structures on Stone-Cech compactifications, of Chevalley and of Gil de Lamadrid and Jans on topological group and ring structures on universal covering spaces, and of Gleason on topological group structures on universal locally connected refinements.",
    "lemma": "Gil de Lamadrid"
  },
  {
    "sentence": "We study transport of algebraic structures and prove a theorem which subsumes results of Comfort and Ross on topological group structures on Stone-Cech compactifications, of Chevalley and of Gil de Lamadrid and Jans on topological group and ring structures on universal covering spaces, and of Gleason on topological group structures on universal locally connected refinements.",
    "lemma": "Jans"
  },
  {
    "sentence": "We study transport of algebraic structures and prove a theorem which subsumes results of Comfort and Ross on topological group structures on Stone-Cech compactifications, of Chevalley and of Gil de Lamadrid and Jans on topological group and ring structures on universal covering spaces, and of Gleason on topological group structures on universal locally connected refinements.",
    "lemma": "Gleason"
  },
  {
    "sentence": "It is this self-dual setting that reproduces the cyclic homology of associative and of Hopf algebras in the monadic framework of Böhm and Stefan.",
    "lemma": "Böhm"
  },
  {
    "sentence": "It is this self-dual setting that reproduces the cyclic homology of associative and of Hopf algebras in the monadic framework of Böhm and Stefan.",
    "lemma": "Stefan"
  },
  {
    "sentence": "For effective orbifold groupoids, the new notion of equivalence turns out to coincide with the traditional notion of Morita equivalence.",
    "lemma": "Morita"
  },
  {
    "sentence": " We show that for a differential graded Lie algebra g whose components vanish in degrees below -1 the nerve of the Deligne 2-groupoid is homotopy equivalent to the simplicial set of g-valued differential forms introduced by V. Hinich.",
    "lemma": "V. Hinich"
  },
  {
    "sentence": "Makkai and Pitts proved that in the case = λ ℵ 0 the answer is affirmative also for all iso-full subcategories, i. e., those containing with every pair of objects all isomorphisms between them.",
    "lemma": "Makkai"
  },
  {
    "sentence": "Makkai and Pitts proved that in the case = λ ℵ 0 the answer is affirmative also for all iso-full subcategories, i. e., those containing with every pair of objects all isomorphisms between them.",
    "lemma": "Pitts"
  },
  {
    "sentence": "We show that this model structure is Quillen equivalent to the projective model structure on G -spaces, ⁢ S B G , w h e r e G ⁢ i s a s i m p l i c i a l g r o u p c o r r e s p o n d i n g t o t h e S e g a l g r o u p . ⁢ O n e a d v a n t a g e o f t h i s m o d e l i s t h a t i f w e s t a r t w i t h a n o r d i n a r y g r o u p a c t i o n X∈S^BG ⁢ a n d a p p l y a w e a k l y m o n o i d a l f u n c t o r o f s p a c e s L: S →S ⁢ ( ⁢ s u c h a s l o c a l i z a t i o n o r c o m p l e t i o n ) o n e a c h s i m p l i c i a l d e g r e e o f i t s a s s o c i a t e d S e g a l g r o u p a c t i o n , ⁢ w e g e t a n e w S e g a l g r o u p a c t i o n o f LG ⁢ o n LX - ⁢ w h i c h c a n t h e n b e r i g i d i f i e d v i a t h e a b o v e ⁢ m e n t i o n e d Q u i l l e n e q u i v a l e n c e .",
    "lemma": "Quillen"
  },
  {
    "sentence": "The theory developed by Gambino and Kock, of polynomials over a locally cartesian closed category E, is generalised for E just having pullbacks.",
    "lemma": "Gambino"
  },
  {
    "sentence": "The theory developed by Gambino and Kock, of polynomials over a locally cartesian closed category E, is generalised for E just having pullbacks.",
    "lemma": "Kock"
  },
  {
    "sentence": "The 2-categorical analogue of the theory of polynomials and polynomial functors is given, and its relationship with Street’s theory of fibrations within 2-categories is explored.",
    "lemma": "Street"
  },
  {
    "sentence": "Johnstone’s notion of ”bagdomain data” is adapted to the present framework to make it easier to completely exhibit examples of polynomial monads.",
    "lemma": "Johnstone"
  },
  {
    "sentence": "We focus primarily on the definitions due to Batanin and Leinster.",
    "lemma": "Batanin"
  },
  {
    "sentence": "We focus primarily on the definitions due to Batanin and Leinster.",
    "lemma": "Leinster"
  },
  {
    "sentence": "A correspondence between the contractions and systems of compositions used in Batanin’s definition, and the unbiased contractions used in Leinster’s definition, has long been suspected, and we prove a conjecture of Leinster that shows that the two notions are in some sense equivalent.",
    "lemma": "Batanin"
  },
  {
    "sentence": " We give several reformulations of action accessibility in the sense of D. Bourn and G. Janelidze.",
    "lemma": "D. Bourn"
  },
  {
    "sentence": " We give several reformulations of action accessibility in the sense of D. Bourn and G. Janelidze.",
    "lemma": "G. Janelidze"
  },
  {
    "sentence": "This clarifies the connection between normalizers and action accessible categories established in a joint paper of D. Bourn and the author, in which it is proved that for pointed exact protomodular categories the existence of normalizers implies action accessibility.",
    "lemma": "D. Bourn"
  },
  {
    "sentence": "With or without emphasizing their monoidal nature, generalized operads have been considered by numerous authors in different contexts, with examples including symmetric multicategories, topological spaces, globular operads and Lawvere theories.",
    "lemma": "Lawvere"
  },
  {
    "sentence": "In this paper we study functoriality of the Kleisli construction, and correspondingly that of generalized operads.",
    "lemma": "Kleisli"
  },
  {
    "sentence": "The homotopy theory of higher categorical structures has become a relevant part of the machinery of algebraic topology and algebraic K-theory, and this paper contains contributions to the study of the relationship between Benabou’s bicategories and the homotopy types of their classifying spaces.",
    "lemma": "Benabou"
  },
  {
    "sentence": "Mainly, we state and prove an extension of Quillen’s Theorem B by showing, under reasonable necessary conditions, a bicategory-theoretical interpretation of the homotopy-fibre product of the continuous maps induced on classifying spaces by a diagram of bicategories A → B ← A ′ .",
    "lemma": "Quillen"
  },
  {
    "sentence": "We study Kan extensions in three weakenings of the Eilenberg-Moore double category associated to a double monad, that was introduced by Grandis and Paré.",
    "lemma": "Kan"
  },
  {
    "sentence": "We study Kan extensions in three weakenings of the Eilenberg-Moore double category associated to a double monad, that was introduced by Grandis and Paré.",
    "lemma": "Eilenberg"
  },
  {
    "sentence": "We study Kan extensions in three weakenings of the Eilenberg-Moore double category associated to a double monad, that was introduced by Grandis and Paré.",
    "lemma": "Grandis"
  },
  {
    "sentence": "We study Kan extensions in three weakenings of the Eilenberg-Moore double category associated to a double monad, that was introduced by Grandis and Paré.",
    "lemma": "Paré"
  },
  {
    "sentence": "Denoting these double categories by Alg_w(T), where w = l, c or ps accordingly, our main result gives, in each of these cases, conditions ensuring that (pointwise) Kan extensions can be lifted along the forgetful double functor Alg_w(T) –&gt; K.",
    "lemma": "Kan"
  },
  {
    "sentence": "As an application we recover and generalise a result by Getzler, on the lifting of pointwise left Kan extensions along symmetric monoidal enriched functors.",
    "lemma": "Getzler"
  },
  {
    "sentence": "As an application we recover and generalise a result by Getzler, on the lifting of pointwise left Kan extensions along symmetric monoidal enriched functors.",
    "lemma": "Kan"
  },
  {
    "sentence": "As an application of Getzler’s result we prove, in suitable symmetric monoidal categories, the existence of bicommutative Hopf monoids that are freely generated by cocommutative comonoids.",
    "lemma": "Getzler"
  },
  {
    "sentence": " We generalize Quillen’s Theorem A to triangles of lax 2-functors which commute up to transformation.",
    "lemma": "Quillen"
  },
  {
    "sentence": " We show that the homotopy colimit construction for diagrams of categories with an operad action, recently introduced by Fiedorowicz, Stelzer and Vogt, has the desired homotopy type for diagrams of weak braided monoidal categories.",
    "lemma": "Fiedorowicz"
  },
  {
    "sentence": " We show that the homotopy colimit construction for diagrams of categories with an operad action, recently introduced by Fiedorowicz, Stelzer and Vogt, has the desired homotopy type for diagrams of weak braided monoidal categories.",
    "lemma": "Stelzer"
  },
  {
    "sentence": " We show that the homotopy colimit construction for diagrams of categories with an operad action, recently introduced by Fiedorowicz, Stelzer and Vogt, has the desired homotopy type for diagrams of weak braided monoidal categories.",
    "lemma": "Vogt"
  },
  {
    "sentence": "Unlike the uniform completion, the Dedekind completion of a vector lattice is not functorial.",
    "lemma": "Dedekind"
  },
  {
    "sentence": "In order to repair the lack of functoriality of Dedekind completions, we enrich the signature of vector lattices with a proximity relation, thus arriving at the category pdv of proximity Dedekind vector lattices.",
    "lemma": "Dedekind"
  },
  {
    "sentence": "We prove that the Dedekind completion induces a functor from the category bav of bounded archimedean vector lattices to pdv, which in fact is an equivalence.",
    "lemma": "Dedekind"
  },
  {
    "sentence": "We utilize the results of Dilworth to show that every proximity Dedekind vector lattice D is represented as the normal real-valued functions on the compact Hausdorff space associated with D.",
    "lemma": "Dilworth"
  },
  {
    "sentence": "We utilize the results of Dilworth to show that every proximity Dedekind vector lattice D is represented as the normal real-valued functions on the compact Hausdorff space associated with D.",
    "lemma": "Hausdorff"
  },
  {
    "sentence": "This yields a contravariant adjunction between pdv and the category KHaus of compact Hausdorff spaces, which restricts to a dual equivalence between KHaus and the proper subcategory of pdv consisting of those proximity Dedekind vector lattices in which the proximity is uniformly closed.",
    "lemma": "Hausdorff"
  },
  {
    "sentence": "In this paper we continue, following the pioneering works by J. Cartmell and T. Streicher, the study of the most important structures on C-systems, the structures that correspond, in the case of the syntactic C-systems, to the ( Π , λ , ⁢ a p p , β , η ) -system of inference rules.",
    "lemma": "J. Cartmell"
  },
  {
    "sentence": "In this paper we continue, following the pioneering works by J. Cartmell and T. Streicher, the study of the most important structures on C-systems, the structures that correspond, in the case of the syntactic C-systems, to the ( Π , λ , ⁢ a p p , β , η ) -system of inference rules.",
    "lemma": "T. Streicher"
  },
  {
    "sentence": "One such structure was introduced by J. Cartmell and later studied by T. Streicher under the name of the products of families of types.",
    "lemma": "J. Cartmell"
  },
  {
    "sentence": "One such structure was introduced by J. Cartmell and later studied by T. Streicher under the name of the products of families of types.",
    "lemma": "T. Streicher"
  },
  {
    "sentence": "Then any monad resolves as an adjunction, with extremal solutions given by the categories of Kleisli and Frobenius-Eilenberg-Moore algebras, which again have a dagger.",
    "lemma": "Kleisli"
  },
  {
    "sentence": "We characterize the Frobenius law as a coherence property between dagger and closure, and characterize strong such monads as being induced by Frobenius monoids.",
    "lemma": "Frobenius"
  },
  {
    "sentence": "We provide a more economical refined version of Evrard’s categorical cocylinder factorization of a functor.",
    "lemma": "Evrard"
  },
  {
    "sentence": "We show that any functor between small categories can be factored into a homotopy equivalence followed by a (co)fibred functor which satisfies the (dual) assumption of Quillen’s Theorem B.",
    "lemma": "Quillen"
  },
  {
    "sentence": "This generalizes the conditional product structures of Dawid and Studeny, which correspond to gleaves on distributive lattices.",
    "lemma": "Dawid"
  },
  {
    "sentence": "We present a version of the enriched Yoneda lemma for conventional (not ∞ -) categories.",
    "lemma": "Yoneda"
  },
  {
    "sentence": "In particular, Day and Street defined compact closed bicategories indirectly via Gray monoids and then appealed to a coherence theorem to extend the concept to bicategories; we restate the definition directly.",
    "lemma": "Day"
  },
  {
    "sentence": "In particular, Day and Street defined compact closed bicategories indirectly via Gray monoids and then appealed to a coherence theorem to extend the concept to bicategories; we restate the definition directly.",
    "lemma": "Street"
  },
  {
    "sentence": "The Joyal model structure on simplicial sets is extended to a model structure on the simplicial presheaves on a small site, in which the cofibrations are monomorphisms and the weak equivalences are local (or stalkwise) Joyal equivalences.",
    "lemma": "Joyal"
  },
  {
    "sentence": "These generalizations include the familiar additivity of the Euler characteristic and Lefschetz number along cofiber sequences, as well as an analogous result for the Reidemeister trace, but also the orbit-counting theorem for sets with a group action, and a general formula for homotopy colimits over EI-categories.",
    "lemma": "Euler"
  },
  {
    "sentence": "These generalizations include the familiar additivity of the Euler characteristic and Lefschetz number along cofiber sequences, as well as an analogous result for the Reidemeister trace, but also the orbit-counting theorem for sets with a group action, and a general formula for homotopy colimits over EI-categories.",
    "lemma": "Lefschetz"
  },
  {
    "sentence": "These generalizations include the familiar additivity of the Euler characteristic and Lefschetz number along cofiber sequences, as well as an analogous result for the Reidemeister trace, but also the orbit-counting theorem for sets with a group action, and a general formula for homotopy colimits over EI-categories.",
    "lemma": "Reidemeister"
  },
  {
    "sentence": "We show that every abstract Krivine structure in the sense of Streicher can be obtained, up to equivalence of the resulting tripos, from a filtered opca (A,A’) and a subobject of 1 in the relative realizability topos RT(A’,A); the topos is always a Boolean subtopos of RT(A’,A).",
    "lemma": "Streicher"
  },
  {
    "sentence": " We study the gerbal representations of a finite group G or, equivalently, module categories over Ostrik’s category ⁢ V e c G α for a 3-cocycle α .",
    "lemma": "Ostrik"
  },
  {
    "sentence": "We adapt Bartlett’s string diagram formalism to this situation to prove that the categorical character of a gerbal representation is a representation of the inertia groupoid of a categorical group.",
    "lemma": "Bartlett"
  },
  {
    "sentence": "We interpret such a representation as a module over the twisted Drinfeld double ⁢ D α ( G ) .",
    "lemma": "Drinfeld"
  },
  {
    "sentence": "These nilpotent objects are defined with respect to a Birkhoff subcategory in C as defined by T. Everaert and T. Van der Linden.",
    "lemma": "Birkhoff"
  },
  {
    "sentence": "These nilpotent objects are defined with respect to a Birkhoff subcategory in C as defined by T. Everaert and T. Van der Linden.",
    "lemma": "T. Everaert"
  },
  {
    "sentence": "These nilpotent objects are defined with respect to a Birkhoff subcategory in C as defined by T. Everaert and T. Van der Linden.",
    "lemma": "T. Van der Linden"
  },
  {
    "sentence": " We present a brief and simple cotriple description of the simplicial algebra used in Bloch’s construction of the higher Chow groups.",
    "lemma": "Bloch"
  },
  {
    "sentence": " We present a brief and simple cotriple description of the simplicial algebra used in Bloch’s construction of the higher Chow groups.",
    "lemma": "Chow"
  },
  {
    "sentence": " By Isbell duality, each compact regular frame L is isomorphic to the frame of opens of a compact Hausdorff space X. In this note we study the spectrum Spec(L) of prime filters of a compact regular frame L.",
    "lemma": "Isbell"
  },
  {
    "sentence": " In this paper we investigate the construction of bicategories of fractions originally described by D. Pronk: given any bicategory C together with a suitable class of morphisms W , one can construct a bicategory ⁢ C [ W - 1 ] , where all the morphisms of W are turned into internal equivalences, and that is universal with respect to this property.",
    "lemma": "D. Pronk"
  },
  {
    "sentence": " We prove a biadjoint triangle theorem and its strict version, which are 2-dimensional analogues of the adjoint triangle theorem of Dubuc.",
    "lemma": "Dubuc"
  },
  {
    "sentence": "Similarly to the 1-dimensional case, we demonstrate how we can apply our results to get the pseudomonadicity characterization (due to Le Creurer, Marmolejo and Vitale).",
    "lemma": "Le Creurer"
  },
  {
    "sentence": "Similarly to the 1-dimensional case, we demonstrate how we can apply our results to get the pseudomonadicity characterization (due to Le Creurer, Marmolejo and Vitale).",
    "lemma": "Marmolejo"
  },
  {
    "sentence": "Similarly to the 1-dimensional case, we demonstrate how we can apply our results to get the pseudomonadicity characterization (due to Le Creurer, Marmolejo and Vitale).",
    "lemma": "Vitale"
  },
  {
    "sentence": "The construction is a variant of the work of Bhatt and Scholze on the pro-etale topology.",
    "lemma": "Bhatt"
  },
  {
    "sentence": "The construction is a variant of the work of Bhatt and Scholze on the pro-etale topology.",
    "lemma": "Scholze"
  },
  {
    "sentence": "In topological and geometric contexts, magnitude is already known to be closely related to classical invariants such as Euler characteristic and dimension.",
    "lemma": "Euler"
  },
  {
    "sentence": "We show that the magnitude of that category is a known homological invariant of the algebra: writing χ A for the Euler form of A and S for the direct sum of the simple A -modules, it is ⁢ χ A ( S , S ) .",
    "lemma": "Euler"
  },
  {
    "sentence": "Symmetric monoidal closed categories may be related to one another not only by the functors between them but also by enrichment of one in another, and it was known to G. M. Kelly in the 1960s that there is a very close connection between these phenomena.",
    "lemma": "G. M. Kelly"
  },
  {
    "sentence": "Lawvere’s notion of algebraic theory generalizes to this context, resulting in the notion of single-sorted V -enriched J -cotensor theory, or J -theory for short.",
    "lemma": "Lawvere"
  },
  {
    "sentence": "For suitable choices of V and J , such J -theories include the enriched algebraic theories of Borceux and Day, the enriched Lawvere theories of Power, the equational theories of Linton’s 1965 work, and the V -theories of Dubuc, which are recovered by taking = J V and correspond to arbitrary V -monads on V .",
    "lemma": "Borceux"
  },
  {
    "sentence": "For suitable choices of V and J , such J -theories include the enriched algebraic theories of Borceux and Day, the enriched Lawvere theories of Power, the equational theories of Linton’s 1965 work, and the V -theories of Dubuc, which are recovered by taking = J V and correspond to arbitrary V -monads on V .",
    "lemma": "Day"
  },
  {
    "sentence": "For suitable choices of V and J , such J -theories include the enriched algebraic theories of Borceux and Day, the enriched Lawvere theories of Power, the equational theories of Linton’s 1965 work, and the V -theories of Dubuc, which are recovered by taking = J V and correspond to arbitrary V -monads on V .",
    "lemma": "Lawvere"
  },
  {
    "sentence": "For suitable choices of V and J , such J -theories include the enriched algebraic theories of Borceux and Day, the enriched Lawvere theories of Power, the equational theories of Linton’s 1965 work, and the V -theories of Dubuc, which are recovered by taking = J V and correspond to arbitrary V -monads on V .",
    "lemma": "Power"
  },
  {
    "sentence": "For suitable choices of V and J , such J -theories include the enriched algebraic theories of Borceux and Day, the enriched Lawvere theories of Power, the equational theories of Linton’s 1965 work, and the V -theories of Dubuc, which are recovered by taking = J V and correspond to arbitrary V -monads on V .",
    "lemma": "Linton"
  },
  {
    "sentence": "For suitable choices of V and J , such J -theories include the enriched algebraic theories of Borceux and Day, the enriched Lawvere theories of Power, the equational theories of Linton’s 1965 work, and the V -theories of Dubuc, which are recovered by taking = J V and correspond to arbitrary V -monads on V .",
    "lemma": "Dubuc"
  },
  {
    "sentence": " Birkhoff’s variety theorem from universal algebra characterises equational subcategories of varieties.",
    "lemma": "Birkhoff"
  },
  {
    "sentence": "We give an analogue of Birkhoff’s theorem in the setting of enrichment in categories.",
    "lemma": "Birkhoff"
  },
  {
    "sentence": "If a monoidal model category V is equipped with an Euler characteristic that is compatible with weak equivalences and fibrations in V , then our Euler characteristic of V -enriched categories is also compatible with weak equivalences and fibrations in the canonical model structure on the category of V -enriched categories.",
    "lemma": "Euler"
  },
  {
    "sentence": "If a monoidal model category V is equipped with an Euler characteristic that is compatible with weak equivalences and fibrations in V , then our Euler characteristic of V -enriched categories is also compatible with weak equivalences and fibrations in the canonical model structure on the category of V -enriched categories.",
    "lemma": "Euler"
  },
  {
    "sentence": "As its application, we obtain the ordinary Euler characteristic of a cellular stratified space X by computing the Euler characteristic of the face category ⁢ C ( X ) .",
    "lemma": "Euler"
  },
  {
    "sentence": "As its application, we obtain the ordinary Euler characteristic of a cellular stratified space X by computing the Euler characteristic of the face category ⁢ C ( X ) .",
    "lemma": "Euler"
  },
  {
    "sentence": " We study a categorical commutator, introduced by Huq, defined for a pair of coterminal morphisms.",
    "lemma": "Huq"
  },
  {
    "sentence": "We show that in a normal unital category C with finite colimits, the normal closure of the regular image of the Huq commutator of a pair of subobjects under an arbitrary morphism is the same as the Huq commutator of their respective regular images.",
    "lemma": "Huq"
  },
  {
    "sentence": "We show that in a normal unital category C with finite colimits, the normal closure of the regular image of the Huq commutator of a pair of subobjects under an arbitrary morphism is the same as the Huq commutator of their respective regular images.",
    "lemma": "Huq"
  },
  {
    "sentence": "Then we use this property to characterize the Huq commutator as the largest commutator satisfying certain properties.",
    "lemma": "Huq"
  },
  {
    "sentence": "We show that there is a homeomorphism between the space of n-ary operations of Phyl and × \\T n [ 0 , ∞ ) + n 1 , where \\T n is the space of metric n-trees introduced by Billera, Holmes and Vogtmann.",
    "lemma": "Billera"
  },
  {
    "sentence": "We show that there is a homeomorphism between the space of n-ary operations of Phyl and × \\T n [ 0 , ∞ ) + n 1 , where \\T n is the space of metric n-trees introduced by Billera, Holmes and Vogtmann.",
    "lemma": "Holmes"
  },
  {
    "sentence": "We show that there is a homeomorphism between the space of n-ary operations of Phyl and × \\T n [ 0 , ∞ ) + n 1 , where \\T n is the space of metric n-trees introduced by Billera, Holmes and Vogtmann.",
    "lemma": "Vogtmann"
  },
  {
    "sentence": "Furthermore, we show that the Markov models used to reconstruct phylogenetic trees from genome data give coalgebras of Phyl.",
    "lemma": "Markov"
  },
  {
    "sentence": "These always extend to coalgebras of the larger operad Com + [ 0 , ∞ ] , since Markov processes on finite sets converge to an equilibrium as time approaches infinity.",
    "lemma": "Markov"
  },
  {
    "sentence": "We show that for any operad O, its coproduct with [ 0 , ∞ ] contains the operad W(O) constructed by Boardman and Vogt.",
    "lemma": "Boardman"
  },
  {
    "sentence": "We show that for any operad O, its coproduct with [ 0 , ∞ ] contains the operad W(O) constructed by Boardman and Vogt.",
    "lemma": "Vogt"
  },
  {
    "sentence": " We define a right Cartan-Eilenberg structure on the category of Kan’s combinatorial spectra, and the category of sheaves of such spectra, assuming some conditions.",
    "lemma": "Kan"
  },
  {
    "sentence": "The main motivation is a descent theory for Grothendieck’s six operations.",
    "lemma": "Grothendieck"
  },
  {
    "sentence": "Two examples of this construction are of particular interest: Hopf polyads of Bruguieres can be seen as Hopf monads in Span—Cat while Hopf group monoids in the spirit of Zunino and Turaev in a braided monoidal category V, and Hopf categories of Batista-Caenepeel-Vercruysse over V both turn out to be Hopf monads in Span—V.",
    "lemma": "Hopf"
  },
  {
    "sentence": "This is the most technical among the axioms for S to be an excellent model category in the sense of Lurie, who showed that the category Cat_S of S-enriched categories then has a model structure with characterizable fibrant objects.",
    "lemma": "Lurie"
  },
  {
    "sentence": "The Moore complex of any simplicial Lie algebra acquires such a structure and, in this way, we prove a Dold-Kan type equivalence between the category of simplicial Lie algebras and the category of hypercrossed complexes of Lie algebras.",
    "lemma": "Moore"
  },
  {
    "sentence": " The key notion to understand the left determined Olschok model category of star-shaped Cattani-Sassone transition systems is past-similarity.",
    "lemma": "Olschok"
  },
  {
    "sentence": "We provide an explicit model for the free 2-category containing n composable adjunction morphisms, comparable to the Schanuel and Street model for the free adjunction.",
    "lemma": "Schanuel"
  },
  {
    "sentence": "We provide an explicit model for the free 2-category containing n composable adjunction morphisms, comparable to the Schanuel and Street model for the free adjunction.",
    "lemma": "Street"
  },
  {
    "sentence": " If C is a category with pullbacks then there is a bicategory with the same objects as C, spans as morphisms, and maps of spans as 2-morphisms, as shown by Benabou.",
    "lemma": "Benabou"
  },
  {
    "sentence": "Fong has developed a theory of ‘decorated cospans’, which are cospans in C equipped with extra structure.",
    "lemma": "Fong"
  },
  {
    "sentence": "Using a result of Shulman, we show that when C has finite colimits, decorated cospans are morphisms in a symmetric monoidal bicategory.",
    "lemma": "Shulman"
  },
  {
    "sentence": "We also prove a Urysohn type lemma for groupoids and obtain metrization theorems for groupoids unifying in two ways the Alexandroff-Urysohn Theorem and Birkhoff-Kakutani Theorem.",
    "lemma": "Urysohn"
  },
  {
    "sentence": "At this level of abstraction we derive several classically important results about connections, including the Bianchi identities, identities for curvature and torsion, almost complex structure, and parallel transport.",
    "lemma": "Bianchi"
  },
  {
    "sentence": "A compactification technique is developed based on Shanin’s method.",
    "lemma": "Shanin"
  },
  {
    "sentence": "The axiomatics implies a synthetic proof of Huygens’ principle of wave fronts, as envelopes of a family of spheres.",
    "lemma": "Huygens"
  },
  {
    "sentence": " We define a Levi category to be a weakly orthogonal category equipped with a suitable length functor and prove two main theorems about them.",
    "lemma": "Levi"
  },
  {
    "sentence": "First, skeletal cancellative Levi categories are precisely the categorical versions of graphs of groups with a given orientation.",
    "lemma": "Levi"
  },
  {
    "sentence": "Second, the universal groupoid of a skeletal cancellative Levi category is the fundamental groupoid of the corresponding graph of groups.",
    "lemma": "Levi"
  },
  {
    "sentence": "These two results can be viewed as a co-ordinate-free refinement of a classical theorem of Philip Higgins.",
    "lemma": "Philip Higgins"
  },
  {
    "sentence": " We give several new ways of constructing spectral spaces starting with objects in abelian categories satisfying certain conditions which apply, in particular, to Grothendieck categories.",
    "lemma": "Grothendieck"
  },
  {
    "sentence": " We explicitly show that symmetric Frobenius structures on a finite-dimensional, semi-simple algebra stand in bijection to homotopy fixed points of the trivial SO(2)-action on the bicategory of finite-dimensional, semi-simple algebras, bimodules and intertwiners.",
    "lemma": "Frobenius"
  },
  {
    "sentence": "In the present work, we propose an extension of the earlier set-valued functor model, making use of multi-sorted algebraic theories (a.k.a. Lawvere theories) to incorporate concrete data in a principled way.",
    "lemma": "Lawvere"
  },
  {
    "sentence": "The author and Tomer Schlank studied a much weaker homotopical structure than a model category, which we called a ”weak cofibration category”.",
    "lemma": "Tomer Schlank"
  },
  {
    "sentence": "A more general application of these results, to the (opposite) category of separable C * -algebras, appears in a paper by the author, Michael Joachim and Snigdhayan Mahanta.",
    "lemma": "Michael Joachim"
  },
  {
    "sentence": "A more general application of these results, to the (opposite) category of separable C * -algebras, appears in a paper by the author, Michael Joachim and Snigdhayan Mahanta.",
    "lemma": "Snigdhayan Mahanta"
  },
  {
    "sentence": " We will construct a Quillen model structure out of the multiplier ideal sheaves on a smooth quasi-projective variety using earlier works of Isaksen and Barnea and Schlank.",
    "lemma": "Quillen"
  },
  {
    "sentence": " We will construct a Quillen model structure out of the multiplier ideal sheaves on a smooth quasi-projective variety using earlier works of Isaksen and Barnea and Schlank.",
    "lemma": "Isaksen"
  },
  {
    "sentence": " We will construct a Quillen model structure out of the multiplier ideal sheaves on a smooth quasi-projective variety using earlier works of Isaksen and Barnea and Schlank.",
    "lemma": "Barnea"
  },
  {
    "sentence": " We will construct a Quillen model structure out of the multiplier ideal sheaves on a smooth quasi-projective variety using earlier works of Isaksen and Barnea and Schlank.",
    "lemma": "Schlank"
  },
  {
    "sentence": "As the present approach restricts to the categorical properties which all the categories of differential modules resp. difference modules etc. share, it gives unified proofs for all these Galois theories (and maybe more general ones).",
    "lemma": "Galois"
  },
  {
    "sentence": "On a category C with a designated (well-behaved) class M of monomorphisms, a closure operator in the sense of D. Dikranjan and E. Giuli is a pointed endofunctor of M , seen as a full subcategory of the arrow-category C 2 whose objects are morphisms from the class M , which “commutes” with the codomain functor : cod → M C .",
    "lemma": "D. Dikranjan"
  },
  {
    "sentence": "On a category C with a designated (well-behaved) class M of monomorphisms, a closure operator in the sense of D. Dikranjan and E. Giuli is a pointed endofunctor of M , seen as a full subcategory of the arrow-category C 2 whose objects are morphisms from the class M , which “commutes” with the codomain functor : cod → M C .",
    "lemma": "E. Giuli"
  },
  {
    "sentence": "Guided by the microcosm principle of Baez-Dolan and by the algebraic definitions of operads of Kelly and Fiore, we introduce two “monoid-like” definitions of cyclic operads, one for the original, “exchangable-output” characterisation of Getzler-Kapranov, and the other for the alternative “entries-only” characterisation, both within the category of Joyal’s species of structures.",
    "lemma": "Baez"
  },
  {
    "sentence": "Guided by the microcosm principle of Baez-Dolan and by the algebraic definitions of operads of Kelly and Fiore, we introduce two “monoid-like” definitions of cyclic operads, one for the original, “exchangable-output” characterisation of Getzler-Kapranov, and the other for the alternative “entries-only” characterisation, both within the category of Joyal’s species of structures.",
    "lemma": "Kelly"
  },
  {
    "sentence": "Guided by the microcosm principle of Baez-Dolan and by the algebraic definitions of operads of Kelly and Fiore, we introduce two “monoid-like” definitions of cyclic operads, one for the original, “exchangable-output” characterisation of Getzler-Kapranov, and the other for the alternative “entries-only” characterisation, both within the category of Joyal’s species of structures.",
    "lemma": "Fiore"
  },
  {
    "sentence": "Guided by the microcosm principle of Baez-Dolan and by the algebraic definitions of operads of Kelly and Fiore, we introduce two “monoid-like” definitions of cyclic operads, one for the original, “exchangable-output” characterisation of Getzler-Kapranov, and the other for the alternative “entries-only” characterisation, both within the category of Joyal’s species of structures.",
    "lemma": "Getzler"
  },
  {
    "sentence": "Guided by the microcosm principle of Baez-Dolan and by the algebraic definitions of operads of Kelly and Fiore, we introduce two “monoid-like” definitions of cyclic operads, one for the original, “exchangable-output” characterisation of Getzler-Kapranov, and the other for the alternative “entries-only” characterisation, both within the category of Joyal’s species of structures.",
    "lemma": "Joyal"
  },
  {
    "sentence": "Relying on a result of Lamarche on descent for species, we use these ”monoid-like” definitions to prove the equivalence between the “exchangable-output” and “entries-only” points of view on cyclic operads.",
    "lemma": "Lamarche"
  },
  {
    "sentence": "One way to define Witt vectors starts with a truncation set ⊂ S N .",
    "lemma": "Witt"
  },
  {
    "sentence": "We generalize Witt vectors to truncation posets, and show how three types of maps of truncation posets can be used to encode the following six structure maps on Witt vectors: addition, multiplication, restriction, Frobenius, Verschiebung and norm.",
    "lemma": "Witt"
  },
  {
    "sentence": "We generalize Witt vectors to truncation posets, and show how three types of maps of truncation posets can be used to encode the following six structure maps on Witt vectors: addition, multiplication, restriction, Frobenius, Verschiebung and norm.",
    "lemma": "Witt"
  },
  {
    "sentence": "The result of this note subsumes the results given by Lambek et al. (2012) and by Zhang and Laan (2014).",
    "lemma": "Lambek"
  },
  {
    "sentence": "The result of this note subsumes the results given by Lambek et al. (2012) and by Zhang and Laan (2014).",
    "lemma": "Zhang"
  },
  {
    "sentence": "The result of this note subsumes the results given by Lambek et al. (2012) and by Zhang and Laan (2014).",
    "lemma": "Laan"
  },
  {
    "sentence": "Normal monomorphisms in the sense of Bourn describe the equivalence classes of an internal equivalence relation.",
    "lemma": "Bourn"
  },
  {
    "sentence": "We show that the nerve of an A ∞ -category is an ( ∞ , 1 ) -category in the sense of J. Lurie.",
    "lemma": "J. Lurie"
  },
  {
    "sentence": "This construction generalizes the nerve construction for differential graded categories given by Lurie.",
    "lemma": "Lurie"
  },
  {
    "sentence": "We prove that if a differential graded category is pretriangulated in the sense of A.I. Bondal and M. Kapranov then its nerve is a stable ( ∞ , 1 ) -category in the sense of J. Lurie.",
    "lemma": "A.I. Bondal"
  },
  {
    "sentence": "We prove that if a differential graded category is pretriangulated in the sense of A.I. Bondal and M. Kapranov then its nerve is a stable ( ∞ , 1 ) -category in the sense of J. Lurie.",
    "lemma": "M. Kapranov"
  },
  {
    "sentence": "We prove that if a differential graded category is pretriangulated in the sense of A.I. Bondal and M. Kapranov then its nerve is a stable ( ∞ , 1 ) -category in the sense of J. Lurie.",
    "lemma": "J. Lurie"
  },
  {
    "sentence": " Coarse-graining is a standard method of extracting a simpler Markov process from a more complicated one by identifying states.",
    "lemma": "Markov"
  },
  {
    "sentence": "Here we extend coarse-graining to ‘open’ Markov processes: that is, those where probability can flow in or out of certain states called ‘inputs’ and ‘outputs’.",
    "lemma": "Markov"
  },
  {
    "sentence": "One can build up an ordinary Markov process from smaller open pieces in two basic ways: composition, where we identify the outputs of one open Markov process with the inputs of another, and tensoring, where we set two open Markov processes side by side.",
    "lemma": "Markov"
  },
  {
    "sentence": "One can build up an ordinary Markov process from smaller open pieces in two basic ways: composition, where we identify the outputs of one open Markov process with the inputs of another, and tensoring, where we set two open Markov processes side by side.",
    "lemma": "Markov"
  },
  {
    "sentence": "One can build up an ordinary Markov process from smaller open pieces in two basic ways: composition, where we identify the outputs of one open Markov process with the inputs of another, and tensoring, where we set two open Markov processes side by side.",
    "lemma": "Markov"
  },
  {
    "sentence": "In previous work, Fong, Pollard and the first author showed that these constructions make open Markov processes into the morphisms of a symmetric monoidal category.",
    "lemma": "Fong"
  },
  {
    "sentence": "In previous work, Fong, Pollard and the first author showed that these constructions make open Markov processes into the morphisms of a symmetric monoidal category.",
    "lemma": "Pollard"
  },
  {
    "sentence": "In previous work, Fong, Pollard and the first author showed that these constructions make open Markov processes into the morphisms of a symmetric monoidal category.",
    "lemma": "Markov"
  },
  {
    "sentence": "Here we go further by constructing a symmetric monoidal double category where the 2-morphisms include ways of coarse-graining open Markov processes.",
    "lemma": "Markov"
  },
  {
    "sentence": "We also extend the already known ‘black-boxing’ functor from the category of open Markov processes to our double category.",
    "lemma": "Markov"
  },
  {
    "sentence": "Black-boxing sends any open Markov process to the linear relation between input and output data that holds in steady states, including nonequilibrium steady states where there is a nonzero flow of probability through the process.",
    "lemma": "Markov"
  },
  {
    "sentence": "It has been shown by J.Funk, P.Hofstra and B.Steinberg that any Grothendieck topos T is endowed with a canonical group object, called its isotropy group, which acts functorially on every object of the topos.",
    "lemma": "J.Funk"
  },
  {
    "sentence": "It has been shown by J.Funk, P.Hofstra and B.Steinberg that any Grothendieck topos T is endowed with a canonical group object, called its isotropy group, which acts functorially on every object of the topos.",
    "lemma": "P.Hofstra"
  },
  {
    "sentence": "It has been shown by J.Funk, P.Hofstra and B.Steinberg that any Grothendieck topos T is endowed with a canonical group object, called its isotropy group, which acts functorially on every object of the topos.",
    "lemma": "B.Steinberg"
  },
  {
    "sentence": "It has been shown by J.Funk, P.Hofstra and B.Steinberg that any Grothendieck topos T is endowed with a canonical group object, called its isotropy group, which acts functorially on every object of the topos.",
    "lemma": "Grothendieck"
  },
  {
    "sentence": "We prove in particular using a localic version of the isotropy quotient that any geometric morphism can be factored uniquely as a connected atomic geometric morphism followed by a so called “essentially anisotropic” geometric morphism, and that connected atomic morphisms are exactly the quotients by open isotropy actions, hence providing a form of Galois theory for general (unpointed) connected atomic geometric morphisms.",
    "lemma": "Galois"
  },
  {
    "sentence": "Our proof is based on Pastro’s characterization of *-autonomous (co)monads as linearly distributive (co)monads with negation.",
    "lemma": "Pastro"
  },
  {
    "sentence": " The Faa di Bruno construction, introduced by Cockett and Seely, constructs a comonad Faa whose coalgebras are precisely Cartesian differential categories.",
    "lemma": "Cockett"
  },
  {
    "sentence": " The Faa di Bruno construction, introduced by Cockett and Seely, constructs a comonad Faa whose coalgebras are precisely Cartesian differential categories.",
    "lemma": "Seely"
  },
  {
    "sentence": "We prove that the resulting category has an open subobject classifier, which is the counterpart of the Sierpinski space in this topos.",
    "lemma": "Sierpinski"
  },
  {
    "sentence": "This result generalizes a result of Tamarkin, who considered the case = P ⁢ \\End \\Op ( X ) .",
    "lemma": "Tamarkin"
  },
  {
    "sentence": "Another more computational proof of the same result was recently sketched by Calaque and Willwacher.",
    "lemma": "Calaque"
  },
  {
    "sentence": "Another more computational proof of the same result was recently sketched by Calaque and Willwacher.",
    "lemma": "Willwacher"
  },
  {
    "sentence": "Our method combines the one of Tamarkin, with the categorical algebra on the category of symmetric sequences, introduced by Rezk and further developed by Kapranov-Manin and Fresse.",
    "lemma": "Tamarkin"
  },
  {
    "sentence": "Our method combines the one of Tamarkin, with the categorical algebra on the category of symmetric sequences, introduced by Rezk and further developed by Kapranov-Manin and Fresse.",
    "lemma": "Rezk"
  },
  {
    "sentence": "Our method combines the one of Tamarkin, with the categorical algebra on the category of symmetric sequences, introduced by Rezk and further developed by Kapranov-Manin and Fresse.",
    "lemma": "Kapranov - Manin"
  },
  {
    "sentence": "Our method combines the one of Tamarkin, with the categorical algebra on the category of symmetric sequences, introduced by Rezk and further developed by Kapranov-Manin and Fresse.",
    "lemma": "Fresse"
  },
  {
    "sentence": "This is the first of a series of papers based on the author’s PhD thesis in which we examine the theory of quantum categories developed by Day, Lack, and Street.",
    "lemma": "Day"
  },
  {
    "sentence": "This is the first of a series of papers based on the author’s PhD thesis in which we examine the theory of quantum categories developed by Day, Lack, and Street.",
    "lemma": "Lack"
  },
  {
    "sentence": "This is the first of a series of papers based on the author’s PhD thesis in which we examine the theory of quantum categories developed by Day, Lack, and Street.",
    "lemma": "Street"
  },
  {
    "sentence": "Generalizing the notion of (linear) connection on a smooth vector bundle, Cockett and Cruttwell have defined a notion of connection on a differential bundle in an arbitrary tangent category.",
    "lemma": "Cockett"
  },
  {
    "sentence": "Generalizing the notion of (linear) connection on a smooth vector bundle, Cockett and Cruttwell have defined a notion of connection on a differential bundle in an arbitrary tangent category.",
    "lemma": "Cruttwell"
  },
  {
    "sentence": "This categorical method allows also to reobtain the structure theorem for a quasi-Hopf (bi)comodule algebra given by Panaite and Van Oystaeyen, and by Dello et al.",
    "lemma": "Panaite"
  },
  {
    "sentence": "This categorical method allows also to reobtain the structure theorem for a quasi-Hopf (bi)comodule algebra given by Panaite and Van Oystaeyen, and by Dello et al.",
    "lemma": "Van Oystaeyen"
  },
  {
    "sentence": "This categorical method allows also to reobtain the structure theorem for a quasi-Hopf (bi)comodule algebra given by Panaite and Van Oystaeyen, and by Dello et al.",
    "lemma": "Dello"
  },
  {
    "sentence": "Long before the invention of Feynman diagrams, engineers were using similar diagrams to reason about electrical circuits and more general networks containing mechanical, hydraulic, thermodynamic and chemical components.",
    "lemma": "Feynman"
  },
  {
    "sentence": "In particular, we give a new construction of the black-boxing functor of Fong and the first author; unlike the original construction, this new one easily generalizes to circuits with nonlinear components.",
    "lemma": "Fong"
  },
  {
    "sentence": "Technically, the key tools are the Rosebrugh-Sabadini-Walters result relating circuits to special commutative Frobenius monoids, the monadic adjunction between props and signatures, and a result saying which symmetric monoidal categories are equivalent to props.",
    "lemma": "Rosebrugh"
  },
  {
    "sentence": "Following the pattern of the Frobenius structure usually assigned to the 1-dimensional sphere, we investigate the Frobenius structures of spheres in all other dimensions.",
    "lemma": "Frobenius"
  },
  {
    "sentence": "Following the pattern of the Frobenius structure usually assigned to the 1-dimensional sphere, we investigate the Frobenius structures of spheres in all other dimensions.",
    "lemma": "Frobenius"
  },
  {
    "sentence": "Starting from dimension d=1, all the spheres are commutative Frobenius objects in categories whose arrows are (d+1)-dimensional cobordisms.",
    "lemma": "Frobenius"
  },
  {
    "sentence": "With respect to the language of Frobenius objects, there is no distinction between these spheres - they are all free of additional equations formulated in this language.",
    "lemma": "Frobenius"
  },
  {
    "sentence": "The corresponding structure makes out of the 0-dimensional sphere not a commutative but a symmetric Frobenius object.",
    "lemma": "Frobenius"
  },
  {
    "sentence": "This sphere is mapped to a matrix Frobenius algebra by a 1-dimensional topological quantum field theory, which corresponds to the representation of a class of diagrammatic algebras given by Richard Brauer.",
    "lemma": "Frobenius"
  },
  {
    "sentence": "This sphere is mapped to a matrix Frobenius algebra by a 1-dimensional topological quantum field theory, which corresponds to the representation of a class of diagrammatic algebras given by Richard Brauer.",
    "lemma": "Richard Brauer"
  },
  {
    "sentence": " The interleaving distance was originally defined in the field of Topological Data Analysis (TDA) by Chazal et al. as a metric on the class of persistence modules parametrized over the real line.",
    "lemma": "Chazal"
  },
  {
    "sentence": "Bubenik et al. subsequently extended the definition to categories of functors on a poset, the objects in these categories being regarded as ‘generalized persistence modules’.",
    "lemma": "Bubenik"
  },
  {
    "sentence": "Along the way, we show that several common metrics, including the Hausdorff distance and the L ∞ -norm, can be realized as interleaving distances in this general perspective.",
    "lemma": "Hausdorff"
  },
  {
    "sentence": "Although the converse implications do not hold in general, in the case that Q is a commutative integral quantale, we show that these three statements are equivalent for any ϕ if, and only if, Q is a Girard quantale.",
    "lemma": "Girard"
  },
  {
    "sentence": "We give a direct proof that between two toposes, F and E, bounded over a base topos S, adjunctions L -— R: Loc_F -&gt; Loc_E over Loc_S are Frobenius if and only if R commutes with the double power locale monad and finite coproducts.",
    "lemma": "Frobenius"
  },
  {
    "sentence": "This implies that between categories axiomatized to behave like categories of locales, it does not make a difference whether maps are defined as structure preserving adjunctions (i.e. those that commute with the double power monads) or Frobenius adjunctions.",
    "lemma": "Frobenius"
  },
  {
    "sentence": "We give a formal approach to descent theory, employing formal consequences of commuting properties of bilimits to prove classical and new theorems in the context of Janelidze-Tholen “Facets of Descent II”, such as Benabou-Roubaud Theorems, a Galois Theorem, embedding results and formal ways of getting effective descent morphisms.",
    "lemma": "Janelidze"
  },
  {
    "sentence": "We analyze the interaction of morphisms of derivators with limits, colimits, and Kan extensions, including a discussion of invariance and closure properties of the class of Kan extensions preserved by a fixed morphism.",
    "lemma": "Kan"
  },
  {
    "sentence": "We analyze the interaction of morphisms of derivators with limits, colimits, and Kan extensions, including a discussion of invariance and closure properties of the class of Kan extensions preserved by a fixed morphism.",
    "lemma": "Kan"
  },
  {
    "sentence": "This paper provides three characterizations of final functors between internal groupoids in an exact category (in the sense of Barr).",
    "lemma": "Barr"
  },
  {
    "sentence": "The distinction does not manifest in the abelian case and, assuming Vopenka’s principle, the same happens in the regular case.",
    "lemma": "Vopenka"
  },
  {
    "sentence": "Brauer-Clifford groups are equivariant Brauer groups for which a Hopf algebra acts or coacts nontrivially on the base ring.",
    "lemma": "Brauer"
  },
  {
    "sentence": "Brauer-Clifford groups are equivariant Brauer groups for which a Hopf algebra acts or coacts nontrivially on the base ring.",
    "lemma": "Hopf"
  },
  {
    "sentence": "This is the first such example in a category of modules for a quantum group, and it gives a new example of an equivariant Brauer group in a braided monoidal category.",
    "lemma": "Brauer"
  },
  {
    "sentence": "It is known since the late 1960’s that the dual of the category of compact Hausdorff spaces and continuous maps is a variety - not finitary, but bounded by ℵ 1 .",
    "lemma": "Hausdorff"
  },
  {
    "sentence": "We show that the regular patterns of Getzler (2009) form a 2-category biequivalent to the 2-category of substitudes of Day and Street (2003), and that the Feynman categories of Kaufmann and Ward (2013) form a 2-category biequivalent to the 2-category of coloured operads (with invertible 2-cells).",
    "lemma": "Getzler"
  },
  {
    "sentence": "We show that the regular patterns of Getzler (2009) form a 2-category biequivalent to the 2-category of substitudes of Day and Street (2003), and that the Feynman categories of Kaufmann and Ward (2013) form a 2-category biequivalent to the 2-category of coloured operads (with invertible 2-cells).",
    "lemma": "Day"
  },
  {
    "sentence": "We show that the regular patterns of Getzler (2009) form a 2-category biequivalent to the 2-category of substitudes of Day and Street (2003), and that the Feynman categories of Kaufmann and Ward (2013) form a 2-category biequivalent to the 2-category of coloured operads (with invertible 2-cells).",
    "lemma": "Street"
  },
  {
    "sentence": "We show that the regular patterns of Getzler (2009) form a 2-category biequivalent to the 2-category of substitudes of Day and Street (2003), and that the Feynman categories of Kaufmann and Ward (2013) form a 2-category biequivalent to the 2-category of coloured operads (with invertible 2-cells).",
    "lemma": "Feynman"
  },
  {
    "sentence": "We show that the regular patterns of Getzler (2009) form a 2-category biequivalent to the 2-category of substitudes of Day and Street (2003), and that the Feynman categories of Kaufmann and Ward (2013) form a 2-category biequivalent to the 2-category of coloured operads (with invertible 2-cells).",
    "lemma": "Kaufmann"
  },
  {
    "sentence": "We show that the regular patterns of Getzler (2009) form a 2-category biequivalent to the 2-category of substitudes of Day and Street (2003), and that the Feynman categories of Kaufmann and Ward (2013) form a 2-category biequivalent to the 2-category of coloured operads (with invertible 2-cells).",
    "lemma": "Ward"
  },
  {
    "sentence": "Second, we subsume the Getzler and Kaufmann-Ward hereditary axioms into the notion of Guitart exactness, a general condition ensuring compatibility between certain left Kan extensions and a given monad, in this case the free-symmetric-monoidal-category monad.",
    "lemma": "Getzler"
  },
  {
    "sentence": "Using a result of Shulman, we prove that MonicSp(Csp(T)) is symmetric monoidal, and moreover, that it is compact closed in the sense of Stay.",
    "lemma": "Shulman"
  },
  {
    "sentence": "From the interpretation of Linear Logic multiplicative disjunction as the epsilon product defined by Laurent Schwartz, we construct several models of Differential Linear Logic based on the usual mathematical notions of smooth maps.",
    "lemma": "Laurent Schwartz"
  },
  {
    "sentence": "This improves on previous results by Blute, Ehrhard and Tasson based on convenient smoothness where only intuitionist models were built.",
    "lemma": "Blute"
  },
  {
    "sentence": "This improves on previous results by Blute, Ehrhard and Tasson based on convenient smoothness where only intuitionist models were built.",
    "lemma": "Ehrhard"
  },
  {
    "sentence": "This improves on previous results by Blute, Ehrhard and Tasson based on convenient smoothness where only intuitionist models were built.",
    "lemma": "Tasson"
  },
  {
    "sentence": "We adapt Meise’s definition of smooth maps into a first model of Differential Linear Logic, made of k-reflexive spaces.",
    "lemma": "Meise"
  },
  {
    "sentence": "We also build two new models of Linear Logic with conveniently smooth maps, on categories made respectively of Mackey-complete Schwartz spaces and Mackey-complete Nuclear Spaces (with extra reflexivity conditions).",
    "lemma": "Mackey"
  },
  {
    "sentence": "We also build two new models of Linear Logic with conveniently smooth maps, on categories made respectively of Mackey-complete Schwartz spaces and Mackey-complete Nuclear Spaces (with extra reflexivity conditions).",
    "lemma": "Schwartz"
  },
  {
    "sentence": "In a recent paper (2018), D. Hofmann, R. Neves and P. Nora proved that the dual of the category of compact ordered spaces and monotone continuous maps is a quasi-variety -not finitary, but bounded by ℵ 1 .",
    "lemma": "D. Hofmann"
  },
  {
    "sentence": "In a recent paper (2018), D. Hofmann, R. Neves and P. Nora proved that the dual of the category of compact ordered spaces and monotone continuous maps is a quasi-variety -not finitary, but bounded by ℵ 1 .",
    "lemma": "R. Neves"
  },
  {
    "sentence": "In a recent paper (2018), D. Hofmann, R. Neves and P. Nora proved that the dual of the category of compact ordered spaces and monotone continuous maps is a quasi-variety -not finitary, but bounded by ℵ 1 .",
    "lemma": "P. Nora"
  },
  {
    "sentence": "We establish a Mal’tsev term condition characterizing pointed varieties of universal algebras satisfying (P).",
    "lemma": "Mal’tsev"
  },
  {
    "sentence": "Examples include any regular Mal’tsev or majority category with coequalizers, as well as any regular Gumm category with coequalizers.",
    "lemma": "Gumm"
  },
  {
    "sentence": "Varieties satisfying (P) locally are also characterized by a Mal’tsev term condition, which turns out to be equivalent to a variant of Gumm’s shifting lemma.",
    "lemma": "Gumm"
  },
  {
    "sentence": "By the Three Graces we refer, following J.-L. Loday, to the algebraic operads Ass, Com, and Lie, each generated by a single binary operation; algebras over these operads are respectively associative, commutative associative, and Lie.",
    "lemma": "J.-L. Loday"
  },
  {
    "sentence": "We classify all distributive laws (in the categorical sense of Beck) between these three operads.",
    "lemma": "Beck"
  },
  {
    "sentence": "The Noether Isomorphism Theorems and the Zassenhaus Lemma from group theory have a non-pointed version in a suitable categorical context first considered by W. Tholen in his PhD thesis.",
    "lemma": "W. Tholen"
  },
  {
    "sentence": "This article leads to a unification of these results with the ones in the pointed categorical context previously considered by O. Wyler, by working in the framework of star-regular categories introduced by M. Gran, Z. Janelidze and A. Ursini.",
    "lemma": "O. Wyler"
  },
  {
    "sentence": "This article leads to a unification of these results with the ones in the pointed categorical context previously considered by O. Wyler, by working in the framework of star-regular categories introduced by M. Gran, Z. Janelidze and A. Ursini.",
    "lemma": "M. Gran"
  },
  {
    "sentence": "This article leads to a unification of these results with the ones in the pointed categorical context previously considered by O. Wyler, by working in the framework of star-regular categories introduced by M. Gran, Z. Janelidze and A. Ursini.",
    "lemma": "Z. Janelidze"
  },
  {
    "sentence": "This article leads to a unification of these results with the ones in the pointed categorical context previously considered by O. Wyler, by working in the framework of star-regular categories introduced by M. Gran, Z. Janelidze and A. Ursini.",
    "lemma": "A. Ursini"
  },
  {
    "sentence": "By theorems of Carlson and Renaudin, the theory of (∞,1)-categories embeds in that of prederivators.",
    "lemma": "Carlson"
  },
  {
    "sentence": "By theorems of Carlson and Renaudin, the theory of (∞,1)-categories embeds in that of prederivators.",
    "lemma": "Renaudin"
  },
  {
    "sentence": "Next, we put a model structure on the category of prederivators and strict natural transformations, and prove a Quillen equivalence with the Joyal model structure for quasicategories.",
    "lemma": "Quillen"
  },
  {
    "sentence": "Next, we put a model structure on the category of prederivators and strict natural transformations, and prove a Quillen equivalence with the Joyal model structure for quasicategories.",
    "lemma": "Joyal"
  },
  {
    "sentence": "As an application we obtain an easy proof that the Hausdorff functor on the category of complete metric spaces is ℵ 1 -accessible.",
    "lemma": "Hausdorff"
  },
  {
    "sentence": "We show that the tangent bundle is a relative model category and presents the ∞ -categorical tangent bundle, as constructed by Lurie.",
    "lemma": "Lurie"
  },
  {
    "sentence": "In fact, any semi-abelian category in the sense of G. Janelidze, L. M\\arkiand W. Tholen, as well as any exact category in the sense of M. Grandis (and hence, in particular, any abelian category), can be seen as an example of a noetherian form.",
    "lemma": "G. Janelidze"
  },
  {
    "sentence": "In fact, any semi-abelian category in the sense of G. Janelidze, L. M\\arkiand W. Tholen, as well as any exact category in the sense of M. Grandis (and hence, in particular, any abelian category), can be seen as an example of a noetherian form.",
    "lemma": "L. M\\arkiand W. Tholen"
  },
  {
    "sentence": "In fact, any semi-abelian category in the sense of G. Janelidze, L. M\\arkiand W. Tholen, as well as any exact category in the sense of M. Grandis (and hence, in particular, any abelian category), can be seen as an example of a noetherian form.",
    "lemma": "M. Grandis"
  },
  {
    "sentence": "A special case of this theory was used by Hermida to produce a proof of strictification for bicategories.",
    "lemma": "Hermida"
  },
  {
    "sentence": "No full strictification is possible for higher-dimensional categories, seemingly due to problems with 2-cells that have degenerate boundaries; it was conjectured by C. Simpson that semi-strictification excluding units may be possible.",
    "lemma": "C. Simpson"
  },
  {
    "sentence": "We introduce the notion of an op-fibration of genuine equivariant operads, extending Grothendieck op-fibrations, and characterize fibrant operads as the image of genuine equivariant symmetric monoidal categories.",
    "lemma": "Grothendieck"
  },
  {
    "sentence": "Some composition lemmas concerning these transformations are introduced and a Fubini theorem for codescent objects is proven using the universal characterisation description.",
    "lemma": "Fubini"
  },
  {
    "sentence": "The quotients we consider also generalise those induced by categorical isotropy in the sense of Funk et al.",
    "lemma": "Funk"
  },
  {
    "sentence": " Van den Bergh has defined the blowup of a noncommutative surface at a point lying on a commutative divisor.",
    "lemma": "Van den Bergh"
  },
  {
    "sentence": "Our basic object of study is a quasi-scheme X (a Grothendieck category).",
    "lemma": "Grothendieck"
  },
  {
    "sentence": "Following Van den Bergh, a closed subcategory Z which has such a functor is called well-closed.",
    "lemma": "Van den Bergh"
  },
  {
    "sentence": " We relate the relative nerve ⁢ N f ( D ) of a diagram of simplicial sets : f → D ⁢ s S e t with the Grothendieck construction ⁢ G r F of a simplicial functor : F → D ⁢ s C a t in the case where = f ⁢ N F .",
    "lemma": "Grothendieck"
  },
  {
    "sentence": "Certain aspects of Street’s formal theory of monads in 2-categories are extended to multimonoidal monads in symmetric strict monoidal 2-categories.",
    "lemma": "Street"
  },
  {
    "sentence": "If M has monoidal Eilenberg-Moore construction, and certain (Linton type) stable coequalizers exist, then a (p+q)-oidal structure on the Eilenberg-Moore object A^t of a (p,q)-oidal monad (A,t) is shown to arise via a symmetric strict monoidal double functor to Ehresmann’s double category Sqr(M) of squares in M, from the double category of monads in Sqr(M) in the sense of Fiore, Gambino and Kock.",
    "lemma": "Ehresmann"
  },
  {
    "sentence": "In the particular example when M is an appropriate 2-subcategory of Cat, this yields a conceptually different proof of some recent results due to Aguiar, Haim and Lopez Franco.",
    "lemma": "Aguiar"
  },
  {
    "sentence": "In the particular example when M is an appropriate 2-subcategory of Cat, this yields a conceptually different proof of some recent results due to Aguiar, Haim and Lopez Franco.",
    "lemma": "Haim"
  },
  {
    "sentence": "In the particular example when M is an appropriate 2-subcategory of Cat, this yields a conceptually different proof of some recent results due to Aguiar, Haim and Lopez Franco.",
    "lemma": "Lopez Franco"
  },
  {
    "sentence": "In particular, we prove a conjecture of Joyal that this is the case whenever C is stable.",
    "lemma": "Joyal"
  },
  {
    "sentence": "Mal’tsev majority categories provide an alternative generalization of arithmetical categories to protoarithmetical categories in the sense of Bourn.",
    "lemma": "Bourn"
  },
  {
    "sentence": "It assigns to each space the space of Radon probability measures on it with finite first moment, equipped with the Kantorovich-Wasserstein distance.",
    "lemma": "Kantorovich"
  },
  {
    "sentence": "This monad is analogous to the Giry monad on the category of Polish spaces, and it extends a construction due to van Breugel for compact and for 1-bounded complete metric spaces.",
    "lemma": "Giry"
  },
  {
    "sentence": "This monad is analogous to the Giry monad on the category of Polish spaces, and it extends a construction due to van Breugel for compact and for 1-bounded complete metric spaces.",
    "lemma": "van Breugel"
  },
  {
    "sentence": "We prove that this Kantorovich monad arises from a colimit construction on finite power-like constructions, which formalizes the intuition that probability measures are limits of finite samples.",
    "lemma": "Kantorovich"
  },
  {
    "sentence": "The proof relies on a criterion for when an ordinary left Kan extension of lax monoidal functors is a monoidal Kan extension.",
    "lemma": "Kan"
  },
  {
    "sentence": "The proof relies on a criterion for when an ordinary left Kan extension of lax monoidal functors is a monoidal Kan extension.",
    "lemma": "Kan"
  },
  {
    "sentence": "We also show that the category of algebras of the Kantorovich monad is equivalent to the category of closed convex subsets of Banach spaces with short affine maps as morphisms.",
    "lemma": "Kantorovich"
  },
  {
    "sentence": "We also show that the category of algebras of the Kantorovich monad is equivalent to the category of closed convex subsets of Banach spaces with short affine maps as morphisms.",
    "lemma": "Banach"
  },
  {
    "sentence": "In this paper we define a presheaf ⁢ P r o j C on the category of commutative algebras in C and we prove that this functor is a C -scheme in the sense of B. Toen and M. Vaquie.",
    "lemma": "B. Toen"
  },
  {
    "sentence": "In this paper we define a presheaf ⁢ P r o j C on the category of commutative algebras in C and we prove that this functor is a C -scheme in the sense of B. Toen and M. Vaquie.",
    "lemma": "M. Vaquie"
  },
  {
    "sentence": "Our formalism generalizes the classical theory of Segal categories and extends the theory of categories enriched over a 2-category.",
    "lemma": "Segal"
  },
  {
    "sentence": "We introduce Segal dg-categories which did not exist so far.",
    "lemma": "Segal"
  },
  {
    "sentence": "In this paper, we establish criteria implying that an ∞-category — for instance, a quasi-category, a complete Segal space, or a Segal category — is complete and cocomplete, admitting limits and colimits indexed by any small simplicial set.",
    "lemma": "Segal"
  },
  {
    "sentence": "In this paper, we establish criteria implying that an ∞-category — for instance, a quasi-category, a complete Segal space, or a Segal category — is complete and cocomplete, admitting limits and colimits indexed by any small simplicial set.",
    "lemma": "Segal"
  },
  {
    "sentence": "We determine the largest submonoid of the monoid of continuous endomorphisms of the unit interval [0,1] on which the finite partitions form the basis of a Grothendieck topology, and thus determine a cohesive topos over sets.",
    "lemma": "Grothendieck"
  },
  {
    "sentence": "Furthermore, we adapt the constructions of Menni to include another model of axiomatic cohesion.",
    "lemma": "Menni"
  },
  {
    "sentence": "Furthermore, we investigate the relation between this ‘global’ monoidal version where the total category is monoidal and the fibration strictly preserves the structure, and a ‘fibrewise’ one where the fibres are monoidal and the reindexing functors strongly preserve the structure, first hinted by Shulman.",
    "lemma": "Shulman"
  },
  {
    "sentence": "In this paper we prove an equivalence theorem originally observed by Robert MacPherson.",
    "lemma": "Robert MacPherson"
  },
  {
    "sentence": " We show that the various higher Segal conditions of Dyckerhoff and Kapranov can all be characterized in purely categorical terms by higher excision conditions (in the spirit of Goodwillie–Weiss manifold calculus) on the simplex category Δ and the cyclic category Λ.",
    "lemma": "Dyckerhoff"
  },
  {
    "sentence": " We show that the various higher Segal conditions of Dyckerhoff and Kapranov can all be characterized in purely categorical terms by higher excision conditions (in the spirit of Goodwillie–Weiss manifold calculus) on the simplex category Δ and the cyclic category Λ.",
    "lemma": "Kapranov"
  },
  {
    "sentence": "Building on a previous method for constructing hypergraph categories and functors, known as decorated corelations, in this paper we construct a category of decorating data, and show that the decorated corelations method is itself functorial, with a universal property characterised by a left Kan extension.",
    "lemma": "Kan"
  },
  {
    "sentence": "As an example, we give a new construction of Baez and Pollard’s black box functor for reaction networks.",
    "lemma": "Baez"
  },
  {
    "sentence": "As an example, we give a new construction of Baez and Pollard’s black box functor for reaction networks.",
    "lemma": "Pollard"
  },
  {
    "sentence": " We introduce a notion of ”weak model category” which is a weakening of the notion of Quillen model category, still sufficient to define a homotopy category, Quillen adjunctions, Quillen equivalences, and most of the usual constructions of categorical homotopy theory.",
    "lemma": "Quillen"
  },
  {
    "sentence": " We introduce a notion of ”weak model category” which is a weakening of the notion of Quillen model category, still sufficient to define a homotopy category, Quillen adjunctions, Quillen equivalences, and most of the usual constructions of categorical homotopy theory.",
    "lemma": "Quillen"
  },
  {
    "sentence": "The main advantage of weak model categories is that they are easier to construct than Quillen model categories.",
    "lemma": "Quillen"
  },
  {
    "sentence": "The theory is developed in a very weak constructive, even predicative, framework and we use it to give constructive proofs of the existence of weak versions of various standard model categories, including the Kan-Quillen model structure, Lurie’s variant of the Joyal model structure on marked simplicial sets, and the Verity model structure for weak complicial sets.",
    "lemma": "Lurie"
  },
  {
    "sentence": "We show that in this case, the 2-cells of the localization can be given by the homotopies with respect to W, a notion defined in this article which is closely related to Quillen’s notion of homotopy for model categories but depends only on a single family of arrows.",
    "lemma": "Quillen"
  },
  {
    "sentence": "We prove that the folk model category structure on the category of strict ω-categories, introduced by Lafont, Métayer and Worytkiewicz, is monoidal, first, for the Gray tensor product and, second, for the join of ω-categories, introduced by the first author and Maltsiniotis.",
    "lemma": "Métayer"
  },
  {
    "sentence": "We prove that the folk model category structure on the category of strict ω-categories, introduced by Lafont, Métayer and Worytkiewicz, is monoidal, first, for the Gray tensor product and, second, for the join of ω-categories, introduced by the first author and Maltsiniotis.",
    "lemma": "Worytkiewicz"
  },
  {
    "sentence": "We prove that the folk model category structure on the category of strict ω-categories, introduced by Lafont, Métayer and Worytkiewicz, is monoidal, first, for the Gray tensor product and, second, for the join of ω-categories, introduced by the first author and Maltsiniotis.",
    "lemma": "Maltsiniotis"
  },
  {
    "sentence": "Cheng, Gurski, and Riehl constructed a cyclic double multicategory of multivariable adjunctions.",
    "lemma": "Cheng"
  },
  {
    "sentence": "Cheng, Gurski, and Riehl constructed a cyclic double multicategory of multivariable adjunctions.",
    "lemma": "Gurski"
  },
  {
    "sentence": "Cheng, Gurski, and Riehl constructed a cyclic double multicategory of multivariable adjunctions.",
    "lemma": "Riehl"
  },
  {
    "sentence": "Technically, a network model is a lax symmetric monoidal functor from the free symmetric monoidal category on some set to Cat, and the construction of the corresponding operad proceeds via a symmetric monoidal version of the Grothendieck construction.",
    "lemma": "Grothendieck"
  },
  {
    "sentence": "In contrast to the fact that every completely distributive lattice is necessarily continuous in the sense of Scott, it is shown that complete distributivity of a category enriched over the closed category obtained by endowing the unit interval with a continuous t-norm does not imply its continuity in general.",
    "lemma": "Scott"
  }
]